Repository: elementary/installer
Catalog: po/extra/*.po
Languages: ca, es, fr, he, hu, id, ja, ka, pl, pt_br, ru, sk, sv, tr, uk, zh_tw

source: Installer
ca: Instal·lador
es: Instalador
fr: Assistant d'installation
he: תכנית התקנה
hu: Telepítő
id: Pemasangan
ja: インストーラー
ka: დაყენება
pl: Instalator
pt_br: Instalador
ru: Установщик
sk: Inštalátor
sv: Installerare
tr: Yükleyici
uk: Встановлювач
zh_tw: 安裝器

source: Install elementary OS
ca: Instal·la l'elementary OS
es: Instala elementary OS
fr: Installer elementary OS
he: התקנת elementary OS
hu: Elementary OS telepítése
id: Pasang OS elementary
ja: elementary OS をインストール
ka: Elementary OS-ის დაყენება
pl: Zainstaluj elementary OS
pt_br: Instalar o elementary OS
ru: Установить elementary OS
sk: Nainštalujte elementary OS
sv: Installera elementary OS
tr: elementary OS'u Yükle
uk: Встановлення elementary OS
zh_tw: 安裝 elementary OS

source: Step by step installer for elementary OS itself.
ca: Instal·lador de pas a pas per a elementary OS.
es: Instalador paso a paso para elementary OS.
fr: Assistant d'installation étape par étape pour installer elementary OS.
he: תכנית התקנה ל־elementary OS שלוקחת אותך שלב אחר שלב.
hu: Telepítő az Elementary OS-hez lépésről-lépésre.
id: Langkah demi langkah pemasang untuk elementary OS itu sendiri.
ja: elementary OS 向けのステップバイステップなインストーラーです。
ka: პროგრამა, რომელიც elementary OS-ს ნაბიჯ-ნაბიჯ დაგაყენებინებთ.
pl: Instalator krok po kroku dla elementary OS.
pt_br: Instalador passo a passo para o elementary OS.
ru: Пошаговый установщик для самой elementary OS.
sk: Inštalátor elementary OS - krok za krokom.
sv: Steg för steg-installerare för själva elementary OS.
tr: elementary OS için adım adım yükleyici.
uk: Покроковий встановлювач самої elementary OS.
zh_tw: elementary OS 本身用的逐步安裝器。

source: elementary, Inc.
he: elementary בע״מ

source: Improvements:
ca: Millores:
es: Mejoras:
fr: Améliorations :
he: שיפורים:
hu: Fejlesztések:
id: Peningkatan:
ja: 改善点:
ka: გაუმჯობესებები:
pl: Ulepszenia:
pt_br: Melhorias:
ru: Улучшения:
sk: Vylepšenia:
sv: Förbättringar:
tr: İyileştirmeler:
uk: Удосконалення:
zh_tw: 改善項目：

source: Improve screen reader support
ca: Millora del suport del lector de pantalla
es: Se mejoró el soporte para lectores de pantalla
he: שיפור התמיכה במקריא המסך
ja: スクリーンリーダーへの対応を改善
ka: გაუმჯობესდა ეკრანის წამკითხველის მხარდაჭერა
pl: Poprawa wsparcia dla czytników ekranu
pt_br: Melhore o suporte ao leitor de tela
ru: Улучшена поддержка экранного диктора
sv: Förbättra stödet för skärmläsare
uk: Поліпшення підтримки зчитування з екрана

source: Updated translations
ca: Traduccions actualitzades
es: Traducciones actualizadas
fr: Mise à jour des traductions
he: עודכנו התרגומים
hu: Frissített fordítások
id: Terjemahan yang diperbarui
ja: 翻訳の更新
ka: განახლებული თარგმანები
pl: Zaktualizowano tłumaczenia
pt_br: Traduções atualizadas
ru: Обновлены переводы
sk: Aktualizované preklady
sv: Uppdaterade översättningar
tr: Güncellenmiş çeviriler
uk: Оновлено переклади
zh_tw: 翻譯更新

source: Sort language variants alphabetically and automatically select main variant by default
ca: Ordena les variants d'idioma alfabèticament i selecciona automàticament la variant principal per defecte
es: Ahora se organizan las variantes de lenguaje de forma alfabética, y se selecciona automáticamente la variante por defecto
he: סידור הגווני השפות לפי האלפבית ולבחור את ההגוון העיקרי כברירת מחדל
ja: 言語変種がアルファベット順にソートされ、メインの変種がデフォルトで自動的に選択されるように修正
ka: ენის ვარიანტების ანბანის მიხედვით დალაგება და ნაგულისხმევად მთავარი ვარიანტის მონისვნა
pl: Sortowanie wariantów języka alfabetycznie oraz automatyczny wybór głównego wariantu
pt_br: Ordenar as variantes linguísticas por ordem alfabética e selecionar automaticamente a variante principal por padrão
ru: Сортировка языковых вариантов по алфавиту и автоматический выбор основного по умолчанию
sv: Sortera språkvarianter i alfabetisk ordning och välj automatiskt huvudvariant som standard
uk: Сортування мовних варіантів за абеткою та автоматичний вибір основного усталеного варіанту

source: Provide more feedback for invalid values when doing a custom install
ca: Proporció de més comentaris sobre valors no vàlids quan feu una instal·lació personalitzada
es: Se ofrece una mejor retroalimentación de valores incorrectos cuando se realiza una instalación personalizada
he: נא לספק משוב נוסף על ערכים מסוימים בעת ביצוע התקנה מותאמת אישית
ja: カスタムインストール時に、無効な指定値に対してより詳細なメッセージを表示するように修正
ka: შეიყვანეთ მეტი უკუკავშირი არასწორი მნიშვნელობისთვის, როცა ხელით აყენებთ
pl: Dodano więcej informacji przy ustawianiu niepoprawnych wartości przy spersonalizowanej instalacji
pt_br: Forneça mais feedback para valores inválidos ao fazer uma instalação personalizada
ru: Больше обратной связи о неверных значениях при выполнении пользовательской установки
sv: Ge mer återkoppling för ogiltiga värden när du gör en anpassad installation
uk: Надання зворотного зв'язку для недійсних значень під час кастомного встановлення

source: Battery warning is sent as a notification instead of an infobar
ca: L'avís de bateria s'envia com a notificació en lloc d'una barra d'informació.
es: Las advertencias de batería se envían como notificaciones en vez de una barra de información
he: אזהרת סוללה נשלחת כהתראה במקום סרגל מידע
ja: バッテリーに関する警告を情報バーではなく通知で表示するように修正
ka: ელემენტის გაფრთხილება შეტყობინებებშია გაგზავნილი ინფორმაციის პანელის მაგიერ
pl: Ostrzeżenie o baterii jest wysyłane jako powiadomienie, a nie jako pasek informacyjny
pt_br: Aviso de bateria é enviado como uma notificação em vez de uma barra de informações
ru: Предупреждение об уровне заряда теперь отправляется как уведомление вместо информационной панели
sv: Batterivarning skickas som ett meddelande istället för en inforad
uk: Попередження про заряд акумулятора надсилається у вигляді сповіщення замість інформаційної панелі

source: Update post-install driver installation instructions
ca: Actualització de les instruccions d'instal·lació del controlador després de la instal·lació
es: Se actualizaron las instrucciones de controladores al terminar la instalación
he: עודכנו הנחיות מנהל התקן לאחר ההתקנה
ja: OS インストール後にドライバーをインストールする場合についての説明文を更新
ka: განახლდა დაყენებისშემდგომი დრაივერის დაყენების ინსტრუქციები
pl: Aktualizacja instrukcji instalacji sterowników po instalacji
pt_br: Atualize as instruções de instalação do driver pós-instalação
ru: Обновлены инструкции по установке драйверов после установки системы
sv: Uppdatera instruktioner för installation av drivrutiner efter installationen
uk: Оновлення інструкцій після встановлення драйверів

source: Keyboard layout preview is now in a resizable window
ca: La vista prèvia de la disposició del teclat és ara en una finestra que es pot redimensionar.
es: La vista previa de la distribución del teclado es ahora una ventana redimensionable
fr: La fenêtre d'aperçu de la disposition du clavier peut désormais être redimensionnée
he: תצוגת פריסת המקלדת המקדימה היא מעתה בחלון גמיש
hu: A billentyűzetkiosztás előnézete átméretezhető ablak
ja: キーボードレイアウトプレビューをサイズ変更可能なウィンドウに修正
ka: კლავიატურის განლაგების მინიატურა ახლა ზომაშეცვლადი ფანჯარაა
pl: Podgląd układu klawiatury jest teraz wyświetlany w oknie, którego rozmiar można zmieniać
pt_br: A pré-visualização do layout do teclado agora está em uma janela redimensionável
ru: Предпросмотр раскладки клавиатуры теперь в окне с изменяемым размером
sk: Ukážka rozloženia klávesnice je teraz okno s meniteľnou veľkosťou
sv: Förhandsgranskning av tangentbordslayout visas nu i ett fönster som kan ändras i storlek
tr: Klavye düzeni önizlemesi artık yeniden boyutlandırılabilir bir pencerede
uk: Попередній перегляд розкладки клавіатури тепер у вікні зі змінним розміром
zh_tw: 用可調整大小的視窗顯示鍵盤配置預覽

source: Swipe to navigate back
ca: Feu lliscar el dit per tornar enrere
es: Se puede desplazar con los dedos para navegar hacia atrás
fr: Balayez pour revenir en arrière
he: החלקה מנווטת אחורה
hu: Visszalépés csúsztatással
ja: スワイプして前の画面に戻れるように修正
ka: გაუსვით უკან გადასასვლელად
pl: Przesuń by się cofnąć
pt_br: Deslize para navegar de volta
ru: Переход назад по проведению
sk: Potiahnite pre navigáciu späť
sv: Svep för att navigera tillbaka
tr: Geri gitmek için kaydırın
uk: Перехід назад посуванням
zh_tw: 滑動來返回到上一個畫面

source: Use large icons in views
ca: Usa icones grans a les vistes
es: Se usan iconos grandes en las vistas
fr: Utilisation de grandes icônes dans la page
he: נעשה שימוש בסמלים גדולים בתצוגות
hu: Nagyobb ikonok használata a nézetekben
id: Menggunakan ikon besar dalam tampilan
ja: 各画面でより大きなアイコンを使用するように修正
ka: დიდი ხატულების ჩვენება
pl: W widokach są teraz użyte duże ikony
pt_br: Use ícones grandes nas visualizações
ru: Крупные значки в представлениях
sk: Používať veľké ikonky v zobrazeniach
sv: Använd stora ikoner i vyerna
tr: Görünümlerde büyük simgeler kullanın
uk: Додано великі піктограми у поданнях
zh_tw: 在各畫面中使用更大的圖示

source: Add a custom icon for Before Installing view
ca: Addició d'una icona personalitzada per a la vista d'Abans d'instal·lar
es: Se agregó un icono personalizado para la sección «Antes de instalar»
fr: Ajout d'une icône personnalisée avant la page d'installation
he: נוסף סמל מותאם לתצוגת טרום ההתקנה
hu: Egyedi ikon hozzáadva a Telepítés előtt nézethez
id: Tambahkan ikon kustom untuk tampilan Sebelum Memasang
ja: “インストールの前に”画面にカスタムアイコンを追加
ka: ხატულის დამატება ხედის დაყენებამდე
pl: Dodano specjalną ikonę dla widoku „Przed instalacją”
pt_br: Adicione um ícone personalizado para a seção Antes da Instalação
ru: Новый особый значок для представления «Перед установкой»
sk: Pridaná vlastná ikonka pre zobrazenie Pred inštaláciou
sv: Lägg till en anpassad ikon för vyn Före installation
tr: Yüklemeden Önce görünümü için özel bir simge ekle
uk: Додано користувацьку піктограму для подання перед встановленням
zh_tw: 在「安裝之前」畫面中加入自訂圖示

source: Show an infobar on battery instead of switching to a different page
ca: Mostra una barra d'informació a la bateria en lloc de canviar a una pàgina diferent.
es: Ahora se muestra información de la batería en la barra de encabezado en vez de mostrarlo en una página diferente
fr: Affichage d'une barre d'information sur la batterie plutôt que de passer à une autre page
he: מופיעה שורת מידע על הסוללה במקום לעבור לעמוד אחר
hu: Egy információs sáv kijelzése az akkumulátorral kapcsolatban új lapra lépés helyett
id: Perlihatkan bilah info tentang baterai daripada beralih ke halaman lain
ja: バッテリー稼働時の警告を独立したページではなく情報バーとして表示
ka: სხვა გვერდზე გადართვის მაგიერ ელემენტის ინფორმაციის ჩვენება
pl: Pokazanie pasku z informacjami na baterii zamiast zmieniania na inną stronę
pt_br: Mostrar uma barra de informações sobre a bateria em vez de alternar para uma página diferente
ru: Отображение небольшой панели при работе от батареи вместо переключения на другую страницу
sk: Zobraziť infolištu pre batériu namiesto prepnutia na inú stránku
sv: Visa en inforad för batteriet istället för att växla till en annan sida
tr: Farklı bir sayfaya geçmek yerine pil hakkında bir bilgi çubuğu göster
uk: Показ інфопанелі про заряд акумулятора замість переходу на іншу сторінку
zh_tw: 用資訊列而非獨立頁面來顯示電池警告

source: Show all system requirements warnings on a single page
ca: Mostra tots els avisos de requisits del sistema en una sola pàgina.
es: Ahora se muestran todos los requerimientos del sistema en una sola página
fr: Affichage de tous les avertissements relatifs à la configuration requise sur une seule page
he: כל אזהרות דרישות המערכת הן בעמוד אחד
hu: Minden rendszerkövetelmény-figyelmeztetés kijelzése egy lapon
id: Menampilkan semua peringatan persyaratan sistem pada satu halaman
ja: 全システム要件に関する警告をひとつのページに表示するように修正
ka: სისტემური მოთხოვნების შესახებ გაფრთხილებების ერთ გვერდზე ჩვენება
pl: Wszystkie ostrzeżenia o wymaganiach systemowych są pokazywane na jednej stronie
pt_br: Mostrar todos os avisos de requisitos do sistema em uma única página
ru: Показывать все предупрждения о системных требованиях на одной странице
sk: Zobraziť všetky varovania na systémové požiadavky na jednej stránke
sv: Visa alla varningar för systemkrav på en enda sida
tr: Tüm sistem gereksinimleri uyarılarını tek bir sayfada göster
uk: Показ всіх попереджень про системні вимоги на одній сторінці
zh_tw: 在單一個頁面上顯示所有系統要求警告

source: Warn about installing developer builds
ca: Avisa sobre la instal·lació de compilacions de desenvolupadors.
es: Ahora se muestra una advertencia sobre las versiones de desarrollo y preliminares
fr: Avertissement sur l'installation des versions pour les développeurs
he: להתקנת מהדורות למפתחים מצורפת אזהרה
hu: Figyelmeztetés fejlesztői verziók telepítéséről
id: Memperingatkan tentang memasang build developer
ja: 開発ビルドのインストール時に警告を表示するように修正
ka: გაფრთხილება არასტაბილური აგებების შესახებ
pl: Ostrzeżenie o instalacji wersji deweloperskich
pt_br: Avisar sobre a instalação de compilações de desenvolvedores
ru: Теперь есть предупреждение об установке версии для разработчиков
sk: Varovať o inštalácii vývojárskych zostáv
sv: Varna om installation av utvecklarversioner
tr: Geliştirici yapılarını yükleme konusunda uyar
uk: Попередження про встановлення збірок розробника
zh_tw: 安裝開發版時顯示警告

source: Install the system
ca: Instal·la el sistema
es: Instalar el sistema
fr: Installer le système
he: התקנת המערכת
hu: A rendszer telepítése
id: Pasang Sistem
ja: システムをインストールします
ka: სისტემის დაყენება
pl: Zainstaluj system
pt_br: Instalar o sistema
ru: Установка системы
sk: Nainštalujte systém
sv: Installera systemet
tr: Sistemi kur
uk: Встановлення системи
zh_tw: 安裝系統
