Repository: elementary/installer
Catalog: po/*.po
Languages: ar, bs, ca, ckb, cs, da, de, eo, es, fa, fi, gl, he, hu, id, it, ja, ka, lt, mr, nb, nl, nn, pa, pl, pt, ru, si, sk, sl, sr, sv, tr, uk, uz

source: Show keyboard layout
ar: أظهر تخطيط لوحة المفاتيح
bs: Prikaži raspored tastature
ca: Mostra la disposició del teclat
ckb: پشاندانی ڕووکاری تەختەکلیل
cs: Zobrazit rozložení klávesnice
da: Vis tastatur layout
de: Tastaturbelegung zeigen
eo: Montri la klavaran aranĝon
es: Mostrar disposición del teclado
fa: نمایش چیدمان صفحه کلید
fi: Näytä näppäimistön asettelu
gl: Mostrar distribución do teclado
he: הצגת פריסת המקלדת
hu: Billentyűzetkiosztás megjelenítése
id: Tampilkan tata letak papan ketik
it: Mostra la disposizione della tastiera
ja: キーボードレイアウトを表示
ka: კლავიატურის განლაგების ჩვენება
lt: Rodyti klaviatūros išdėstymą
mr: कीबोर्ड चे लेआऊट दाखवा
nb: Vis tastaturoppsett
nl: Toon toetsenbordindeling
nn: Vis tastaturoppsett
pa: ਕੀਬੋਰਡ ਲੇਆਊਟ ਵਿਖਾਓ
pl: Pokaż układ klawiatury
pt: Mostrar o esquema de teclado
ru: Показать раскладку клавиатуры
si: යතුරුපුවරු ආකෘතිය පෙන්වන්න
sk: Zobraziť rozloženie klávesnice
sl: Pokaži razpored tipk
sr: Прикажи распоред тастатуре
sv: Visa tangentbordsuppsättning
tr: Klavye düzenini göster
uk: Показати розкладку клавіатури
uz: Klaviatura yozuv tilini ko'rsatish

source: Select
ar: اختر
bs: Odaberi
ca: Selecciona
ckb: دیاریکردن
cs: Vybrat
da: Vælg
de: Auswählen
eo: Elekti
es: Seleccionar
fa: انتخاب
fi: Valitse
gl: Seleccionar
he: בחירה
hu: Kiválasztás
id: Pilih
it: Seleziona
ja: 選択
ka: აირჩიეთ
lt: Pasirinkti
mr: निवडा
nb: Velg
nl: Selecteer
nn: Vel
pa: ਚੁਣੋ
pl: Wybierz
pt: Selecionar
ru: Выбрать
si: තෝරන්න
sk: Vybrať
sl: Izberi
sr: Изабери
sv: Välj
tr: Seç
uk: Вибрати
uz: Tanlash

source: Languages
ar: اللغات
bs: Jezici
ca: Llengües
ckb: زمانەکان
cs: Jazyky
da: Sprog
de: Sprachen
eo: Lingvoj
es: Idiomas
fa: زبان ها
fi: Kielet
gl: Linguaxes
he: שפות
hu: Nyelvek
id: Bahasa
it: Lingue
ja: 言語
ka: ენები
lt: Kalbos
mr: भाषा
nb: Språk
nl: Talen
nn: Språk
pa: ਭਾਸ਼ਾਵਾਂ
pl: Języki
pt: Idiomas
ru: Языки
si: භාෂා
sk: Jazyky
sl: Jeziki
sr: Језици
sv: Språk
tr: Diller
uk: Мови
uz: Tillar

source: Select a Language
ar: اختر اللغة
bs: Odaberite jezik
ca: Seleccioneu una llengua
ckb: زمانێک دیاریکە
cs: Vyberte jazyk
da: Vælg et Sprog
de: Sprache wählen
eo: Elekti lingvon
es: Seleccione un idioma
fa: انتخاب زبان
fi: Valitse kieli
gl: Seleccionar unha Linguaxe
he: בחירת שפה
hu: Nyelv kiválasztása
id: Pilih Bahasa
it: Seleziona una lingua
ja: 言語を選択
ka: ენის არჩევა
lt: Pasirinkite kalbą
mr: एक भाषा निवडा
nb: Velg et språk
nl: Selecteer een taal
nn: Vel eit språk
pa: ਕੋਈ ਭਾਸ਼ਾ ਚੁਣੋ
pl: Wybierz język
pt: Selecionar um idioma
ru: Выберите язык
si: භාෂාව තෝරන්න
sk: Vyberte jazyk
sl: Izberite jezik
sr: Изаберите језик
sv: Välj ett språk
tr: Bir Dil Seçin
uk: Виберіть мову
uz: Tilni tanlang

source: Currently active language
ar: اللغة المفعلة حالياً
bs: Trenutno aktivan jezik
ca: Llengua activa actual
ckb: زمانی کارای ئێستا
cs: Právě používaný jazyk
da: Nuværende aktivt sprog
de: Aktuell eingestellte Sprache
eo: Aktiva lingvo
es: Idioma elegido actualmente
fa: زبان فعال کنونی
fi: Parhaillaan aktiivinen kieli
gl: Linguaxe actualmente activa
he: השפה הפעילה כרגע
hu: Jelenlegi nyelv
id: Bahasa yang aktif saat ini
it: Lingua attualmente in uso
ja: 現在の選択言語
ka: ამჟამად აქტიური ენა
lt: Šiuo metu aktyvi kalba
mr: सध्या वापरात असलेली भाषा
nb: Nåværende språk
nl: Momenteel actieve taal
nn: Noverande språk
pa: ਮੌਜੂਦਾ ਚੁਣੀ ਹੋਈ ਭਾਸ਼ਾ
pl: Aktywny język
pt: Idioma atualmente ativo
ru: Текущий язык
si: දැනට ක්රියාකාරී භාෂාව
sk: Práve používaný jazyk
sl: Trenutno aktivni jezik
sr: Тренутно активан језик
sv: Nuvarande aktivt språk
tr: Şu anda etkin olan dil
uk: Поточна мова
uz: Joriy til

source: Select Partitions
ca: Seleccioneu particions
cs: Vyberte oddíly
de: Partitionen wählen
fa: انتخاب پارتیشن
he: בחירת מחיצות
hu: Partíció kiválasztása
ja: パーティションを選択
ka: აირჩიეთ დანაყოფები
nl: Selecteer partities
pl: Wybierz partycje
ru: Выберите разделы
sk: Vybrať oddiely
sv: Välj partitioner
uk: Вибрати розділи

source: Selecting “Format” will erase <i>all</i> data on the selected partition.
ca: Si seleccioneu l'opció de formatar s'esborraran <i>totes</i> les dades de la partició seleccionada.
cs: Výběrem „Formátovat“ smažete <i>všechna</i> data na vybraném oddílu.
de: Wenn Sie »Formatieren« wählen, werden <i>alle</i> Daten auf der gewählten Partition gelöscht.
fa: با انتخاب"فرمت" <i>همه</i> اطلاعات در پارتیشن انتخابی پاک می شود.
he: בחירה ב„אתחול” תמחק את <i>כל</i> הנתונים במחיצה הנבחרת.
hu: A ”Formázás” kiválasztásával az <i>összes</i> adat elvész a kijelölt partíción.
ja: “フォーマット”を選択すると、選択されたパーティション上の<i>すべての</i>データを削除します。
ka: თუ "დაფორმატებას" აირჩევთ, ეს მონიშნულ დანაყოფზე <i>ყველა</i> მონაცემებს წაშლის.
nb: Å velge «Formater» sletter <i>all</i> data på valgt partisjon.
nl: "Formatteren" selecteren wist <i>alle</i> data op de geselecteerde partitie.
pl: Wybierając „Sformatuj” poskutkuje usunięciem <i>wszystkich</i> danych na wybranej partycji.
ru: Выбор «Форматировать» приведёт к очистке <i>всех</i> данных на выбранном разделе.
sk: Výberom „Formátovať“ vymažete <i>všetky</i> údaje na vybranom oddieli.
sv: Om du väljer "Format" raderas <i>alla</i> data på den valda partitionen.
uk: Натискання «Форматувати» призведе до стирання <i>всіх</i> даних вибраного розділу.

source: You must at least select a <b>Root (/)</b> partition.
ar: يجب اختيار قسم <b>الجذر (/)</b> واحد على الأقل.
bs: Morate odabrati makar <b>korijensku (/)</b> particiju.
ca: Heu de seleccionar com a mínim una partició d'<b>arrel (/)</b>.
ckb: لانیکەم دەبێت پارتششنێکی <b>Root (/)</b> هەڵبژێریت.
cs: Je třeba vybrat alespoň <b>kořenový (/)</b> oddíl.
da: Du skal mindst vælge en <b>Root (/)</b> partition.
de: Sie müssen zumindest eine <b>Wurzelpartition (/)</b> wählen.
eo: Elektu almenaŭ la submemorujon <b>Radiko (/)</b>.
es: Debe seleccionar por lo menos una partición <b>de raíz (/)</b>.
fa: حداقل باید یک پارتیشن <b>Root (/)</b> انتخاب کنید.
fi: Sinun pitää ainakin valita <b>Juuri</b>-osio (/).
gl: Debe seleccionar polo menos unha partición <b>Root (/)</b>.
he: עליך לבחור במחיצת <b>שורש (/)</b> לכל הפחות.
hu: Legalább egy <b>gyökérpartíciót (/)</b> ki kell választania.
id: Setidaknya Anda harus memilih sebuah partisi <b>Root (/)</b>.
it: Devi selezionare almeno una partizione <b>Root (/)</b>.
ja: 少なくとも<b>ルート (/)</b>パーティションを選択する必要があります。
ka: სულ ცოტა, <b>საწყისი (/)</b> დანაყოფი უნდა შექმნათ.
lt: Privalote pasirinkti bent <b>šaknies (/)</b> skaidinį.
mr: तुम्हास किमान एक <b>Root(/)</b> विभाजन निवडणे आवश्यक आहे.
nb: Du må minimum velge en <b>Rot (/)</b>-partisjon.
nl: U zult in ieder geval een <b>Root-partitie (/)</b> moeten kiezen.
nn: Du må minimum velje ein <b>Rot (/)</b>-partisjon.
pa: ਤੁਹਾਨੂੰ ਘੱਟੋ-ਘੱਟ ਇੱਕ <b>ਰੂਟ (/)</b> ਵੰਡ ਲਾਜ਼ਮਨ ਚੁਣਨੀ ਪਵੇਗੀ।
pl: Musisz wskazać przynajmniej partycję <b>Główną (/)</b>.
pt: Deverá selecionar pelo menos uma partição <b>Root (/)</b>.
ru: Необходимо выбрать по крайней мере <b>Корневой (/)</b> раздел.
si: ඔබ අවම වශයෙන් <b> මුල (/) </b> බෙදුම තෝරන්න.
sk: Je potrebné vybrať aspoň <b>Root (/)</b> oddiel.
sl: Izbrati morate vsaj <b>korensko (/)</b> particijo.
sr: Морате изабрати барем <b>корену (/)</b> партицију.
sv: Du måste minst välja en <b>Rot (/)</b>-partition.
tr: En azından bir <b>Kök (/)</b> bölümü seçmelisiniz.
uk: Необхідно вибрати принаймні <b>кореневий (/)</b> розділ.

source: You must at least select a <b>Root (/)</b> partition and an optional <b>Boot (/boot/efi)</b> partition.
ca: Heu de seleccionar almenys una partició d'<b>arrel (/)</b> i una partició d'<b>arrencada (/boot/efi)</b> opcional.
cs: Je třeba vybrat alespoň oddíl pro <b>kořen (/)</b> a volitelný oddíl pro <b>zavádění (/boot/efi)</b>.
de: Sie müssen zumindest eine <b>Wurzelpartition (/)</b> und eine optionale <b>Startpartition (/boot/efi)</b> wählen.
fa: شما باید حداقل یک پارتیشن <b>Root (/)</b> و یک پارتیشن <b>Boot (/boot/efi)</b> اختیاری را انتخاب کنید.
he: יש לבחור במחיצת <b>שורש (/)</b> אך מחיצת <b>טעינה (‎/boot/efi)</b> היא בגדר רשות.
hu: Legalább egy <b>gyökér- (/)</b> és egy opcionális <b>Boot (/boot/efi)</b> partíciót ki kell választania.
ja: 少なくとも<b>ルート (/)</b>パーティションを選択する必要があります。<b>ブート (/boot/efi)</b>パーティションは任意です。
ka: სულ ცოტა, <b>საწყისი (/)</b>, და არასავალდებულო <b>ჩატვირთვადი (/boot/efi)</b> დანაყოფები უნდა შექმნათ.
nl: U zult in ieder geval een <b>Root-partitie (/)</b> en optioneel een <b>Boot-partitie (/boot/efi)</b> moeten selecteren.
pl: Musisz wskazać przynajmniej partycję <b>Główną (/)</b> i opcjonalną partycję<b>Rozruchową (/boot/efi)</b>.
ru: Необходимо выбрать по крайней мере <b>Корневой (/)</b> раздел и, опционально, <b>Загрузочный (/boot/efi)</b> раздел.
sk: Je potrebné vybrať aspoň <b>Root (/)</b> oddiel a voliteľný <b>Boot (/boot/efi)</b> oddiel.
sv: Du måste åtminstone välja en <b>Root (/)</b> -partition och en <b>Boot (/boot/efi</b> )-partition som tillval.
uk: Необхідно вибрати принаймні <b>кореневий (/)</b> та опційний розділ <b>завантаження (/boot/efi)</b>.

source: It is also recommended to select a <b>Swap</b> partition.
ar: من المستحسن أيضاً اختيار قسم <b>المبادلة</b> كذاكرة مساعدة لذاكرة النظام (RAM).
bs: Također se preporučuje da odaberete <b>swap</b> particiju.
ca: També és recomanable seleccionar una partició d'<b>intercanvi</b>.
ckb: هەروەها پێشنیارکراوە کە پارتێشنێکی <b>Swap</b>یش دیاری بکەت.
cs: Je také doporučeno vybrat oddíl pro <b>Swap</b>.
da: Det anbefales også at vælge en <b>Swap</b> partition.
de: Es wird empfohlen, eine <b>Swap-Partition</b> zu wählen.
eo: Favore elektu ankaŭ la submemorujon <b>Swap</b>.
es: También se recomienda seleccionar una partición de <b>área de intercambio</b>.
fa: همچنین توصیه می شود یک پارتیشن <b>Swap</b> را انتخاب کنید.
fi: On myös suositeltavaa valita <b>Swap</b>-osio.
gl: Tamén é recomendado seleccionar unha partición <b>Swap</b>.
he: מומלץ לבחור גם במחיצת <b>החלפה/Swap</b>.
hu: Javasolt továbbá egy <b>Swap</b> partíció kiválasztása.
id: Direkomendasikan juga untuk memilih sebuah partisi <b>Swap</b>.
it: Si consiglia inoltre di selezionare una partizione di <b>Swap</b>.
ja: <b>スワップ</b>パーティションも選択することを推奨します。
ka: ასევე, რეკომენდებულია, <b>სვოპის</b> დანაყოფიც შექმნათ.
lt: Taip pat yra rekomenduojama pasirinkti <b>sukeitimų</b> skaidinį.
mr: एक <b>स्वॅप </b>विभाजन निवडण्याची देखील शिफारस केली जाते.
nb: Det anbefales også å velge en partisjon til <b>sidevekslingfil</b>.
nl: Het wordt eveneens aangeraden om een <b>Swap-partitie</b> te selecteren.
nn: Det er òg tilrådd å velje ein partisjon som <b>sidevekslingsfil</b>.
pa: ਇੱਕ <b>ਸਵੈਪ</b> ਵੰਡ ਚੁਣਨ ਦੀ ਵੀ ਸਿਫ਼ਾਰਿਸ਼ ਕੀਤੀ ਜਾਂਦੀ ਹੈ।
pl: Jest również polecane wybranie partycji <b>Wymiany (Swap)</b>.
pt: É também recomendável que selecione uma partição <b>Swap</b>.
ru: Также рекомендуется выбрать <b>Раздел подкачки (Swap)</b>.
si: <b> Swap </b> කොටසක් තෝරාගැනීම නිර්දේශ කෙරේ කරනු ලැබේ.
sk: Odporúčame tiež vybrať <b>Swap</b> oddiel.
sl: Priporočamo tudi izbiro <b>izmenjalne (swap)</b> particije.
sr: Препоручује се да изаберете партицију <b>помоћне меморије</b>.
sv: Det är också rekommenderat att välja en partition för <b>växlingsfil</b> (<b>Swap</b>-partition).
tr: Bir <b>Takas</b> bölümü de seçmeniz tavsiye edilir.
uk: Також рекомендовано вибрати розділ <b>обміну (Swap)</b>.

source: Modify Partitions…
ar: عدل الأقسام…
bs: Izmijeni particije…
ca: Modifica les particions…
ckb: دەستکاریکردنی پارتێشنەکان…
cs: Upravit oddíly…
da: Tilpas Partitioner…
de: Partitionen ändern …
eo: Modifi submemorujojn…
es: Modificar particiones…
fa: اصلاح پارتیشن ها…
fi: Muokkaa osioita…
gl: Modificar Particións…
he: עריכת מחיצות…
hu: Partíciók módosítása…
id: Memodifikasi Partisi…
it: Modifica partizioni…
ja: パーティションを修正…
ka: დანაყოფების მორგება…
lt: Tvarkyti skaidinius…
mr: विभाजने सुधारित करा …
nb: Endre partisjoner…
nl: Partities aanpassen…
nn: Endre partisjonar…
pa: ਵੰਡਾਂ ਵਿੱਚ ਤਬਦੀਲੀਆਂ ਕਰੋ…
pl: Modyfikacja partycji…
pt: Modificar partições…
ru: Изменить разделы…
si: බෙදුම් වෙනස් කරන්න …
sk: Upraviť oddiely…
sl: Spremeni particije…
sr: Измени партиције…
sv: Ändra partitioner…
tr: Bölümleri Değiştir…
uk: Змінити розділи…

source: EFI partition has the wrong file system
ar: يحتوي قسم EFI على نظام ملفات خاطئ
bs: EFI particija ima pogrešan sistem datoteka
ca: La partició EFI té el sistema de fitxers incorrecte
ckb: پارتێشنی EFI فایل سیستەمێکی هەڵەی هەیە
cs: Oddíl EFI nemá vhodný souborový systém
da: EFI-partitionen har det forkerte filsystem
de: Die EFI-Partition hat das falsche Dateisystem
eo: EFI-submemorujo enhavas malĝustan dosiersistemon
es: La partición EFI tiene el sistema de archivos incorrecto
fa: پارتیشن EFI سیستم فایل اشتباهی دارد
fi: EFI-osiolla on väärä tiedostojärjestelmä
gl: A partición EFI ten o sistema de ficheiros incorrecto
he: מערכת הקבצים במחיצת ה־EFI שגויה
hu: Az EFI partíció rossz fájlrendszerrel rendelkezik
id: Partisi EFI memiliki sistem berkas yang salah
it: La partizione EFI ha un file system incorretto
ja: EFI パーティションのファイルシステムが間違っています
ka: EFI დანაყოფის ფაილური სისტემა არასწორია
lt: EFI skaidinys yra neteisingos failų sistemos
mr: EFI विभाजनात चुकीची फाइल प्रणाली आहे
nb: EFI-partisjon har feil filsystem
nl: EFI partitie heeft het verkeerde bestandssysteem
nn: EFI-partisjonen har feil filsystem
pa: ਈਐੱਫ਼ਆਈ ਵੰਡ ਦਾ ਫ਼ਾਇਲ ਸਿਸਟਮ ਗ਼ਲਤ ਹੈ
pl: Partycja EFI posiada błędny system plików
pt: A partição EFI tem o sistema de ficheiros incorreto
ru: Раздел EFI имеет неправильную файловую систему
sk: Oddiel EFI nemá vhodný súborový systém
sl: EFI particija ima napačen datotečni sistem
sr: ЕФИ партиција има погрешан систем датотека
sv: EFI-partition har fel filsystem
tr: EFI bölümü yanlış dosya sistemine sahip
uk: Розділу EFI призначено неправильну файлову систему

source: EFI partition is too small
ar: قسم EFI صغير جداً
bs: EFI particija je premala
ca: La partició EFI és massa petita
ckb: قەبارەی پارتێشنی EFI زۆر بچووکە
cs: Oddíl EFI je příliš malý
da: EFI-partitionen er for lille
de: Die EFI-Partition ist zu klein
eo: EFI-submemorujo tro malgrandas
es: La partición EFI es demasiado pequeña
fa: پارتیشن EFI خیلی کوچک است
fi: EFI-osio on liian pieni
gl: A partición EFI é moi pequena
he: מחיצת ה־EFI קטנה מדי
hu: Az EFI partíció túl kicsi
id: Partisi EFI terlalu kecil
it: La partizione EFI è troppo piccola
ja: EFI パーティションが小さすぎます
ka: EFI დანაყოფი ძალიან პატარაა
lt: EFI skaidinys yra per mažas
mr: EFI विभाजन खूप लहान आहे
nb: EFI-partisjon for liten
nl: EFI partitie is te klein
nn: EFI-partisjonen er for liten
pa: ਈਐੱਫ਼ਆਈ ਵੰਡ ਬਹੁਤ ਹੀ ਛੋਟੀ ਹੈ
pl: Partycja EFI jest zbyt mała
pt: A partição EFI é demasiado pequena
ru: Раздел EFI слишком мал
sk: Oddiel EFI je príliš malý
sl: EFI particija je premajhna
sr: ЕФИ партиција је премала
sv: EFI-partitionen är för liten
tr: EFI bölümü çok küçük
uk: Розділ EFI замалий

source: Invalid file system for root
ar: نظام ملفات غير صالح للجذر (root)
bs: Nevažeći sistem datoteka za korijen (root)
ca: Sistema de fitxers no vàlid per a l'arrel
ckb: فایل سیستەمێکی هەڵە بۆ ڕووت
cs: Nevhodný souborový systém pro kořenový adresář
da: Ugyldigt filsystem til root
de: Ungültiges Dateisystem für die Wurzelpartition
eo: Nevalida radika dosiersistemo
es: Sistema de archivos incorrecto para el directorio raíz
fa: سیستم فایل برای root نامعتبر است
fi: Väärä tiedostojärjestelmä juurelle
gl: Sistema de ficheiros incorrecto para o directorio raíz
he: מערכת הקבצים למחיצת השורש שגויה
hu: Érvénytelen gyökérfájlrendszer
id: Sistem berkas untuk root tidak valid
it: Il file system per la root è invalido
ja: ルートディレクトリのファイルシステムが無効です
ka: არასწორი ფაილური სისტემა root საქაღალდისთვის
lt: Neteisinga šaknies failų sistema
mr: रूटसाठी ही अवैध फाइल सिस्टम आहे
nb: Ugyldig filsystem for root
nl: Ongeldig bestandssysteem voor root
nn: Ugyldig filsystem for root
pa: ਰੂਟ ਦਾ ਫ਼ਾਇਲ ਸਿਸਟਮ ਜਾਇਜ਼ ਨਹੀਂ ਹੈ
pl: Błędny system plików dla przestrzeni root
pt: Sistema de ficheiros inválido para o root
ru: Недопустимая файловая система для корневого раздела
sk: Nevhodný súborový systém pre root
sl: Napačni datotečni sistem za korensko particijo
sr: Неисправан систем датотека за корену фасциклу
sv: Ogiltigt filsystem för root
tr: Kök için geçersiz bir dosya sistemi
uk: Неправильна файлова система кореневого розділу

source: Invalid file system for home
ar: نظام ملفات غير صالح لمجلد المنزل (home)
bs: Nevažeći sistem datoteka za dom (home)
ca: Sistema de fitxers no vàlid per a la partició de l'usuari
ckb: فایل سیستەمێکی بۆ هۆم
cs: Nevhodný souborový systém pro domovskou složku
da: Ugyldigt filsystem til home
de: Ungültiges Dateisystem für das Home-Verzeichnis
eo: Nevalida dosiersistemo de hejmo
es: Sistema de archivos incorrecto para el directorio home
fa: سیستم فایل برای home نامعتبر است
fi: Väärä tiedostojärjestelmä kotihakemistolle
gl: Sistema de ficheiros incorrecto para o directorio home
he: מערכת הקבצים למחיצת הבית שגויה
hu: Érvénytelen home fájlrendszer
id: Sistem berkas untuk beranda tidak valid
it: Il file system per la directory home è invalido
ja: ホームディレクトリのファイルシステムが無効です
ka: არასწორი ფაილური სისტემა home საქაღალდისთვის
lt: Neteisinga namų failų sistema
mr: होमसाठी ही अवैध फाइल सिस्टम आहे
nb: Ugyldig filsystem for home
nl: Ongeldig bestandssysteem voor home
nn: Ugyldig filsystem for home
pa: ਘਰ ਦਾ ਫ਼ਾਇਲ ਸਿਸਟਮ ਜਾਇਜ਼ ਨਹੀਂ ਹੈ
pl: Błędny system plików dla przestrzeni domowej
pt: Sistema de ficheiros inválido para a pasta pessoal
ru: Недопустимая файловая система для домашнего каталога
sk: Nevhodný súborový systém pre domovský priečinok
sl: Napačni datotečni sistem za domačo particijo
sr: Неисправан систем датотека за личну фасциклу
sv: Ogiltigt filsystem för hem
tr: Home için geçersiz bir dosya sistemi
uk: Неправильна файлова система для home

source: Show log
ar: أظهر التسجيلات
ca: Mostra'n el registre
ckb: پشاندانی تۆمار
cs: Zobrazit protokol
da: Vis log
de: Protokoll anzeigen
es: Mostrar registro
fa: نمایش گزارش
fi: Näytä loki
he: להציג יומן
hu: Naplózás megjelenítése
id: Tampilkan log
ja: ログを表示
ka: ჟურნალის ჩვენება
nb: Vis logg
nl: Toon logboek
nn: Vis historikk
pa: ਲਾਗ ਵਿਖਾਓ
pl: Pokaż dziennik
pt: Mostrar registo
ru: Показать журнал
sk: Zobraziť záznam
sv: Visa logg
tr: Günlüğü göster
uk: Показати журнал

source: Installing
ca: S'instal·la
cs: Probíhá instalace
de: Installieren
fa: در حال نصب
he: התקנה
hu: Telepítés
ja: インストールしています
ka: დაყენება
nl: Installeren
pl: Instalowanie
ru: Установка
sv: Installerar
uk: Встановлення

source: Hide log
ar: أخف التسجيلات
ca: Amaga'n el registre
ckb: شاردنەوەی تۆمار
cs: Skrýt protokol
da: Skjul log
de: Protokoll ausblenden
es: Ocultar registro
fa: مخفی سازی گزارش
fi: Piilota loki
he: להסתיר יומן
hu: Naplózás elrejtése
id: Sembuyikan log
ja: ログを非表示
ka: ჟურნალის დამალვა
nb: Skjul logg
nl: Verberg logboek
nn: Gøym historikk
pa: ਲਾਗ ਲੁਕਾਓ
pl: Ukryj dziennik
pt: Ocultar registo
ru: Скрыть журнал
sk: Skryť záznam
sv: Dölj logg
tr: Günlüğü gizle
uk: Сховати журнал

source: Partitioning Drive
ar: قيد تقسيم وسيط التخزين
bs: Kreiranje particija
ca: Es parteix el dispositiu
ckb: پارتێشنکردنی درایڤ
cs: Vytvářejí se oddíly na jednotce
da: Partitionerer drev
de: Laufwerk partionieren
eo: Submemorigo
es: Particionando el disco
fa: پارتشن بندی درایو
fi: Osioidaan asema
gl: Particionado de disco
he: הכונן מחולק למחיצות
hu: Meghajtó partícionálása
id: Mempartisi Drive
it: Partizionando il disco
ja: ドライブのパーティションを作成しています
ka: დისკის დაყოფა
lt: Skaidomas diskas
mr: विभाजन ड्राइव्ह
nb: Partisjonerer enhet
nl: Schijf partitioneren
nn: Partisjonerar eining
pa: ਡਰਾਈਵ ਵੰਡ ਹੋ ਰਹੀ ਹੈ
pl: Partycjonowanie napędu
pt: A particionar a unidade
ru: Разметка диска
si: ධාවකය බෙදීම
sk: Vytvárajú sa oddiely na jednotke
sl: Ustvarjanje particij
sr: Партициониран уређај
sv: Partitionerar disk
tr: Sürücü Bölümleniyor
uk: Розподілення диска

source: Extracting Files
ar: قيد استخراج الملفات
bs: Otpakiranje datoteka
ca: S'extreuen fitxers
ckb: دەرکردنی پەڕگەکان
cs: Rozbalují se soubory
da: Udpakker filer
de: Dateien entpacken
eo: Malkompaktiganta dosierojn
es: Extrayendo archivos
fa: استخراج فایل ها
fi: Puretaan tiedostoja
gl: Extraendo ficheiros
he: הקבצים מחולצים
hu: Fájlok kibontása
id: Mengekstrak Berkas
it: Estraendo i file
ja: ファイルを展開しています
ka: ფაილების გაშლა
lt: Išskleidžiami failai
mr: फायली काढत आहे
nb: Pakker ut filer
nl: Bestanden uitpakken
nn: Pakkar ut filer
pa: ਫ਼ਾਇਲਾਂ ਕੱਢੀਆਂ ਜਾ ਰਹੀਆਂ ਹਨ
pl: Rozpakowywanie plików
pt: A extrair os ficheiros
ru: Извлечение файлов
si: ගොනු නිස්සාරණය
sk: Rozbaľujú sa súbory
sl: Kopiranje datotek
sr: Извлачим датотеке
sv: Extraherar filer
tr: Dosyalar Ayıklanıyor
uk: Видобування файлів

source: Configuring the System
ar: قيد إعداد النظام
bs: Konfiguriranje sistema
ca: Es configura el sistema
ckb: ڕێکخستنی سیستەمەکە
cs: Nastavuje se systém
da: Konfigurerer systemet
de: System einrichten
eo: Agordanta la sistemon
es: Configurando el sistema
fa: پیکره بندی سیستم
fi: Määritetään järjestelmää
gl: Configurando o sistema
he: המערכת מוגדרת
hu: A rendszer konfigurálása
id: Mengkonfigurasi Sistem
it: Configurando il sistema
ja: システムを設定しています
ka: სისტემის მორგება
lt: Konfigūruojama sistema
mr: सिस्टम कॉन्फिगर करत आहे
nb: Setter opp systemet
nl: Systeem configureren
nn: Set opp systemet
pa: ਸਿਸਟਮ ਨੂੰ ਕਨਫਿਗਰ ਕੀਤਾ ਜਾ ਰਿਹੈ
pl: Konfigurowanie systemu
pt: A configurar o sistema
ru: Настройка системы
si: පද්ධතිය වින්‍යාස කිරීම
sk: Nastavuje sa systém
sl: Nastavitev sistema
sr: Подешавам систем
sv: Konfigurerar systemet
tr: Sistem Yapılandırılıyor
uk: Налаштовування системи

source: Finishing the Installation
ar: قيد الانتهاء من التثبيت
bs: Završavanje instalacije
ca: S'acaba la instal·lació
ckb: تەواوکردنی دامەزراندنەکە
cs: Dokončuje se instalace
da: Færdiggører Installationen
de: Installation abschließen
eo: Finanta instalon
es: Finalizando la instalación
fa: اتمام نصب
fi: Valmistellaan asennusta
gl: Finalizando a instalación
he: ההתקנה מסתיימת
hu: A telepítés befejezése
id: Menyelesaikan Pemasangan
it: Ultimando l'installazione
ja: インストールを終了しています
ka: დაყენების დასრულება
lt: Užbaigiamas įdiegimas
mr: इंस्टॉलेशन पूर्ण करीत आहे
nb: Fullfører installasjonen
nl: Installatie afronden
nn: Fullfører installeringa
pa: ਸਥਾਪਨ ਮੁਕੰਮਲ ਕੀਤਾ ਜਾ ਰਿਹੈ
pl: Kończenie instalacji
pt: A finalizar a instalação
ru: Завершение установки
si: ස්ථාපනය අවසන් කිරීම
sk: Dokončuje sa inštalácia
sl: Zaključevanje namestitve
sr: Завршавам инсталацију
sv: Slutför installationen
tr: Kurulum Sonlandırılıyor
uk: Завершення встановлення

source: Try or Install
ar: جرب أو ثبت
bs: Isprobaj ili instaliraj
ca: Proveu el sistema o instal·leu-lo
ckb: تاقیکردنەوە یان دامەزراندن
cs: Vyzkoušet nebo nainstalovat
da: Prøv eller Installer
de: Testen oder installieren
eo: Provi aŭ instali
es: Probar o instalar
fa: امتحان یا نصب
fi: Kokeile tai asenna
gl: Probar ou instalar
he: לנסות או להתקין
hu: Próbálja ki vagy telepítse
id: Coba atau Pasang
it: Prova o installa
ja: 試用またはインストール
ka: სცადეთ ან დააყენეთ
lt: Išbandyti arba Įdiegti
mr: वापरून बघा किंवा इन्स्टॉल करा
nb: Prøv eller installer
nl: Probeer of installeer
nn: Prøv eller installer
pa: ਅਜ਼ਮਾਓ ਜਾਂ ਸਥਾਪਤ ਕਰੋ
pl: Wypróbuj lub zainstaluj
pt: Experimentar ou Instalar
ru: Попробовать или установить
sk: Vyskúšať alebo nainštalovať
sl: Poskusi ali namesti
sr: Проба или инсталација
sv: Prova eller installera
tr: Deneyin veya Kurun
uk: Спробувати або встановити
