Repository: elementary/installer
Catalog: po/*.po
Languages: ar, bs, ca, ckb, cs, da, de, eo, es, fa, fi, gl, he, hu, id, it, ja, ka, lt, mr, nb, nl, nn, pa, pl, pt, ru, si, sk, sl, sr, sv, tr, uk, uz

source: The encryption password will be required each time this device is turned on. If you forget it, <b>you will not be able to recover data.</b>
ca: La contrasenya d'encriptació caldrà cada vegada que s'encengui aquest dispositiu. Si l'oblideu, <b>no en podreu recuperar les dades.</b>
de: Das Verschlüsselungspasswort wird bei jedem Einschalten des Geräts benötigt. Falls Sie es vergessen, <b>können Sie Ihre Daten nicht wiederherstellen.</b>
fa: هر بار که این دستگاه روشن شود، رمز عبور رمزگذاری لازم خواهد بود. اگر آن را فراموش کنید، <b>نمی‌توانید داده‌ها را بازیابی کنید.</b>
he: ססמת ההצפנה תידרש עם כל הפעלה של מכשיר זה. אובדן הסיסמה <b>ימנע ממך לשחזר מידע.</b>
nl: Het encryptie-wachtwoord is elke keer tijdens het opstarten vereist. Als je dit wachtwoord vergeet is het niet mogelijk data te herstellen.
sv: Krypteringslösenordet kommer att krävas varje gång enheten slås på. Om du glömmer det kommer du inte att <b>kunna återställa data.</b>
uk: Пароль шифрування буде потрібен за кожного ввімкнення цього пристрою. Якщо ви забудете його, <b>ви не зможете відновити дані.</b>

source: A built-in or USB keyboard will be required to type the encryption password each time this device is turned on.
ar: سيكون من المطلوب وجود لوحة مفاتيح مدمجة أو موصولة بواسطة USB للتمكن من كتابة كلمة مرور التشفير في كل مرة يتم تشغيل هذا الجهاز.
ca: Caldrà un teclat integrat o USB per escriure la contrasenya d'encriptació cada vegada que s’engegui aquest dispositiu.
ckb: تەختەکلیلێکی ناوخۆیی یان پەیوەستکراو بەهۆی USB ییەوە پێویست دەبێت بۆ نووسینی تێپەڕەوشەکە هەر کاتێک ئامێرەکە پێ بکەیت.
cs: Vestavěná nebo USB klávesnice bude potřeba pro zadání šifrovacího hesla při každém zapnutí počítače.
da: Et indbygget eller USB keyboard vil være krævet for at indtaste krypterings kodeordet hvergang denne enhed starter.
de: Bei jedem Einschalten dieses Geräts ist eine integrierte oder eine USB-Tastatur erforderlich, um das Verschlüsselungspasswort eingeben zu können.
es: Necesitará un teclado incorporado o USB para escribir la contraseña de cifrado cada vez que se encienda este dispositivo.
fa: برای تایپ رمز رمزگذاری هر بار که این دستگاه روشن می شود، به یک صفحه کلید داخلی یا USB نیاز است.
fi: Sisäänrakennettu tai USB-väylässä oleva näppäimistö vaaditaan salauksen salasanan kirjoittamiseksi joka kerta, kun laite käynnistetään.
he: נדרשת מקלדת מובנית או ב־USB כדי להקליד את ססמת ההצפנה עם כל הפעלה של המכשיר הזה.
hu: Egy beépített vagy USB-s billentyűzet lesz szükséges minden bekapcsoláskor a titkosítás feloldásához.
id: Sebuah keyboard akan dibutuhkan untuk mengetik kata sandi enkripsi setiap perangkat ini dihidupkan.
ja: このデバイスを起動する度に、暗号化パスワードを入力するための内蔵または USB キーボードが必要になります。
mr: हे उपकरण चालू करतांना प्रत्येक वेळी अंगभूत किंवा यूएसबी कीबोर्ड वापरून एन्क्रिप्शन पासवर्ड टाइप करण्याची आवश्यकता असते.
nb: Et innebygd- eller USB-tastatur kreves for å skrive krypteringspassordet hver gang denne enheten skrus på.
nl: Een ingebouwd toetsenbord of USB-toetsenbord is benodigd om het sleutelwachtwoord in te kunnen voeren wanneer u de computer opstart.
nn: For å skriva inn krypteringspassordet treng du eit innebygd- eller USB-tastatur kopla til.
pa: ਹਰ ਵਾਰ ਜਦੋਂ ਇਹ ਡਿਵਾਈਸ ਬੰਦ ਹਾਲਤ ਵਿੱਚੋਂ ਚਾਲੂ ਕੀਤੀ ਜਾਵੇਗੀ ਤਾਂ ਪਾਸਵਰਡ ਟਾਈਪ ਕਰਨ ਇੱਕ ਕੀਬੋਰਡ ਦੀ ਲੋੜ ਹੋਵੇਗੀ।
pl: Klawiatura wbudowana lub klawiatura USB będzie wymagana do wpisania hasła szyfrowania za każdym razem, gdy to urządzenie będzie włączane.
pt: Será necessário um teclado integrado ou USB para digitar a palavra-passe de encriptação cada vez que este dispositivo for ligado.
ru: Для ввода пароля шифрования при каждом включении этого устройства, потребуется встроенная или USB-клавиатура.
sk: Vstavaná alebo USB klávesnica bude potrebná na zadanie šifrovacieho hesla zakaždým, keď zapnete zariadenie.
sr: Уграђена или УСБ тастатура биће затражена за уписивање лозинке шифровања сваког пута када се овај уређај укључи.
sv: Ett inbyggt tangentbord eller ett USB-tangentbord krävs för att skriva in krypteringslösenordet varje gång enheten slås på.
tr: Bu cihaz her açıldığında şifreleme parolasını yazmak için yerleşik bir klavye veya USB klavye gerekecektir.
uk: Для введення пароля шифрування за кожного увімкнення цього пристрою, знадобиться вбудована або USB-клавіатура.
uz: Ushbu qurilmani har safar yoqganingizda shifrlash parolini kiritish uchun sizga ichki yoki USB klaviatura kerak bo'ladi.

source: Encryption Password
ca: Contrasenya d'encriptació
de: Verschlüsselungspasswort
fa: رمز عبور رمزگذاری
he: סיסמת הצפנה
ka: დაშიფვრის პაროლი
nl: Stel encryptie-wachtwoord in
sv: Lösenord för kryptering
uk: Пароль шифрування

source: A unique password for this device, not the password for your user account.
ca: És una contrasenya única per a aquest dispositiu. No és la contrasenya per al compte d'usuari.
he: זאת סיסמה ייחודית להתקן, זאת אינה הסיסמה של חשבון המשתמש שלך.
sv: Ett unikt lösenord för den här enheten, inte lösenordet för ditt användarkonto.

source: Confirm Password
ar: قم بتأكيد كلمة المرور
bs: Potvrdite lozinku
ca: Confirmeu la contrasenya
ckb: دووبارە تێپەڕەوشەکە بنووسەوە بۆ دڵنیابوونەوە
cs: Potvrďte heslo
da: Bekræft Adgangskode
de: Passwort bestätigen
eo: Konfirmi la pasvorton
es: Confirmar contraseña
fa: تایید کلمه عبور
fi: Vahvista salasana
gl: Confirma o Contrasinal
he: אימות סיסמה
hu: Jelszó megerősítése
id: Konfirmasi Kata Sandi
it: Conferma la password
ja: パスワードを確認
ka: პაროლის დადასტურება
lt: Patvirtinkite slaptažodį
mr: पासवर्ड नक्की करा
nb: Bekreft passord
nl: Wachtwoord bevestigen
nn: Stadfest passord
pa: ਪਾਸਵਰਡ ਤਸਦੀਕ ਕਰੋ
pl: Potwierdź hasło
pt: Confirmar palavra-passe
ru: Подтвердите пароль
si: මුරපදය තහවුරු කරන්න
sk: Potvrďte heslo
sl: Ponovite geslo
sr: Потврди лозинку
sv: Bekräfta lösenord
tr: Parolayı Onayla
uk: Підтвердити пароль
uz: Parolni qaytadan kiriting

source: Set Encryption Password
ar: اضبط كلمة مرور التشفير
ca: Establiu una contrasenya d'encriptació
ckb: دانانی تێپەڕەوشەی کۆدکردن
cs: Nastavte šifrovací heslo
de: Verschlüsselungspasswort wählen
es: Establecer contraseña de cifrado
fa: رمز عبور رمزگذاری را تنظیم کنید
fi: Aseta salauksen salasana
he: הגדרת סיסמת הצפנה
hu: Állítson be titkosítási jelszót
id: Tetapkan Kata Sandi Enkripsi
ja: 暗号化パスワードを設定
ka: დაშიფვრის პაროლის დაყენება
nb: Sett krypteringspassord
nl: Stel sleutelwachtwoord in
nn: Vel eit krypteringspassord
pa: ਸੁਰੱਖਿਆ ਲਈ ਪਾਸਵਰਡ ਸੈੱਟ ਕਰੋ
pl: Ustaw hasło szyfrowania
pt: Definir a palavra-passe de encriptação
ru: Установите пароль шифрования
sk: Nastavte šifrovacie heslo
sv: Ange lösenord för kryptering
tr: Şifreleme Parolasını Belirle
uk: Встановити пароль шифрування

source: Acceptable password
ca: Contrasenya acceptable
he: סיסמה מקובלת
sv: Acceptabelt lösenord

source: Good password
ca: Contrasenya bona
he: סיסמה טובה
sv: Bra lösenord

source: Great password
ca: Contrasenya excel·lent
he: סיסמה מעולה
sv: Bra lösenord

source: Passwords do not match
ar: كلمتا المرور غير متطابقتين
bs: Lozinke se ne podudaraju
ca: Les contrasenyes no coincideixen.
ckb: تێپەڕەوشەکان هاوتا نین
cs: Zadání hesla se neshodují
da: Adgangskoderne er ikke ens
de: Die Passwörter stimmen nicht überein
eo: Pasvortoj ne kongruas
es: Las contraseñas no coinciden
fa: رمزهای عبور مطابقت ندارند
fi: Salasanat eivät täsmää
gl: Os contrasinais non coinciden
he: הסיסמאות אינן תואמות
hu: A jelszavak nem egyeznek
id: Kata sandi tidak cocok
it: Le password non coincidono
ja: パスワードが一致しません
ka: პაროლები არ ემთხვევა
lt: Slaptažodžiai nesutampa
mr: पासवर्डस जुळत नाहीत
nb: Passordene samsvarer ikke
nl: Wachtwoorden komen niet overeen
nn: Passorda samsvarar ikkje
pa: ਪਾਸਵਰਡ ਮੇਲ ਨਹੀਂ ਖਾਂਦੇ
pl: Hasła do siebie nie pasują
pt: As palavras-passe não coincidem
ru: Пароли не совпадают
si: මුර පද ගැලපෙන්නේ නැත
sk: Heslá sa nezhodujú
sl: Gesli se ne ujemata
sr: Лозинке се не поклапају
sv: Lösenorden stämmer inte överens med varandra
tr: Parolalar eşleşmiyor
uk: Паролі не збігаються
uz: Parollar mos kelmadi

source: Passwords match
ca: Les contrasenyes coincideixen.
he: הסיסמאות תואמות
sv: Lösenorden stämmer överens

source: Could Not Install
ar: تعذر التثبيت
bs: Nije bilo moguće instalirati
ca: No s'ha pogut instal·lar
ckb: دامەزراندن نەکرا
cs: Nelze nainstalovat
da: Kunne Ikke Installere
de: Installation nicht möglich
eo: Neeblis instali
es: No se pudo instalar
fa: عدم توانایی در نصب
fi: Asentaminen ei onnistunut
gl: Non foi Posíbel a Instalación
he: לא ניתן להתקין
hu: Nem telepíthető
id: Tidak Dapat Memasang
it: Impossibile installare
ja: インストールできませんでした
ka: დაყენების შეცდომა
lt: Nepavyko įdiegti
mr: इन्स्टॉल होऊ शकले नाही
nb: Kunne ikke installere
nl: Kon niet installeren
nn: Kunne ikkje installere
pa: ਸਥਾਪਤ ਨਹੀਂ ਹੋ ਸਕਿਆ
pl: Nie można zainstalować
pt: Não foi possível instalar
ru: Не удалось установить
si: ස්ථාපනය කල නොහැක
sk: Inštalácia sa nepodarila
sl: Ni bilo mogoče namestiti
sr: Не могу да инсталирам
sv: Kunde inte installera
tr: Yüklenemedi
uk: Не вдалося встановити
uz: O'rnatish bo'lmadi

source: Installing %s failed, possibly due to a hardware error. The device may not restart properly. You can try the following:
ar: فشل تثبيت %s، ويحتمل أن يكون خطأً بسبب مشكلة في العتاد. جهازك قد لا يعيد التشغيل بشكل صحيح. يمكنك محاولة التالي:
ca: Ha fallat la instal·lació de %s, probablement per un error de maquinari. El dispositiu pot no reiniciar-se correctament. Podeu intentar el següent:
ckb: دامەزراندن %s شکستی هێنا، دەکرێت هۆکارەکە هەڵەی ڕەقەکاڵا بێت. لەوانەیە ئامێرەکە بە گونجاوی پێنەبێتەوە، دەتوانیت ئەمانە تاقی بکەیتەوە:
cs: Instalace %s se nezdařila, pravděpodobně kvůli hardwarové chybě. Zařízení se nemusí restartovat správně. Můžete zkusit následující řešení:
da: Installering af %s mislykkedes, muligvis på grund af en hardwarefejl. Enheden vil muligvis ikke starte korrekt. Du kan prøve følgende:
de: Die Installation von %s ist fehlgeschlagen, möglicherweise aufgrund eines Hardware-Fehlers. Das Gerät startet eventuell nicht ordnungsgemäß neu. Sie können Folgendes versuchen:
es: La instalación de %s falló, posiblemente por un error en el hardware. Es posible que el dispositivo no se reinicie correctamente. Puede probar lo siguiente:
fa: نصب %s انجام نشد، احتمالا به دلیل خطای سخت افزاری. دستگاه احتمالا به درستی بارگذاری مجدد نگردد. میتوانید راه حل زیر را امتحان کنید:
fi: "%s"-asennus epäonnistui mahdollisesti laitteistovirheen vuoksi. Laite ei välttämättä käynnisty uudelleen kunnolla. Voit kokeilla jotain seuraavista:
he: ההתקנה של %s נכשלה, כנראה עקב תקלת חומרה. יתכן שההתקן לא יופעל מחדש כראוי. ניתן לנסות להיעזר באחת ההצעות הבאות:
hu: A(z) %s telepítése nem sikerült, valószínűleg hardverhiba miatt. Előfordulhat, hogy a készülék nem fog megfelelően újraindulni. Megpróbálhatja a következőket:
id: Pemasangan %s gagal, mungkin dikarenakan kesalahan perangkat keras. Perangkat mungkin tidak dimulai ulang dengan benar. Anda dapat mencoba hal berikut:
ja: %s のインストールに失敗しました。ハードウェアのエラーが原因と思われます。デバイスが正しく再起動しない可能性があります。以下をお試しください。
ka: %s-ის დაყენება შეუძლებელია აპარატურული შეცდომის გამო. მოწყობილობა შეიძლება სწორად არ გადაიტვირთოს. შეგიძლიათ, სცადოთ შემდეგი:
nb: Installasjonen av %s mislyktes antagelig som følge av en maskinvarefeil. Enheten din kan ha problemer med å starte på nytt. Prøv én av følgende:
nl: Installeren van %s mislukt, mogelijk door een hardwarefout. De kans bestaat dat uw apparaat niet correct kan herstarten. U kunt een van de volgende opties proberen:
nn: På grunn av eit problem med maskinvara har installeringa av %s gått galt. Eininga vil kanskje ikkje starte om att som den skal. Du kan prøve følgjande:
pa: %s ਨੂੰ ਸਥਾਪਤ ਕਰਨਾ ਨਾਕਾਮ ਰਿਹਾ, ਸ਼ਾਇਦ ਹਾਰਡਵੇਅਰ ਦੀ ਖ਼ਰਾਬੀ ਕਰਕੇ ਹੀ। ਡਿਵਾਈਸ ਸ਼ਾਇਦ ਸਹੀ ਤਰ੍ਹਾਂ ਰੀਸਟਾਰਟ ਨਾ ਹੋਵੇ। ਤੁਸੀਂ ਇਹਨਾਂ ਵਿੱਚੋਂ ਕੋਸ਼ਿਸ਼ ਕਰ ਸਕਦੇ ਹੋ:
pl: Instalacja %s nie powiodła się, prawdopodobnie z powodu błędu sprzętowego. Urządzenie może nie uruchomić się ponownie. Możesz spróbować wykonać jedną z następujących czynności:
pt: A instalação do %s falhou, possivelmente devido a um erro de hardware. O dispositivo poderá não reiniciar devidamente. Pode experimentar o seguinte:
ru: Установка %s не удалась, возможно, из-за аппаратной ошибки. Устройство может не перезагрузиться должным образом. Вы можете попробовать следующее:
sk: Inštalácia %s zlyhala, pravdepodobne kvôli hardvérovej chybe. Zariadenie sa nemusí reštartovať správne. Môžete vyskúšať nasledovné:
sv: Installationen %s misslyckades, möjligen på grund av ett maskinvarufel. Enheten kanske inte startar om ordentligt. Du kan försöka med följande:
tr: %s kurulumu muhtemelen bir donanım hatası nedeniyle başarısız oldu. Cihaz düzgün şekilde başlatılamayabilir. Aşağıdakileri deneyebilirsiniz:
uk: Не вдалося встановити %s, можливо, через апаратну помилку. Пристрій може перезапуститися неналежним чином. Ви можете спробувати:

source: Try the installation again
ar: حاول التثبيت مرة أخرى
ca: Torneu a fer una instal·lació.
ckb: دوبارە هەوڵی دامەزراندن بدەوە
cs: Zkuste instalaci znovu
da: Prøv installationen igen
de: Versuchen Sie, die Installation erneut vorzunehmen
es: Intente la instalación nuevamente
fa: مجدد نصب را امتحان کنید
fi: Yrittää asennusta uudelleen
he: לנסות להתקין שוב
hu: Próbálja újra a telepítést
id: Coba pemasangan lagi
ja: インストールを再度試す
ka: სცადეთ, თავიდან დააყენოთ
nb: Prøv å installere igjen
nl: Probeer de installatie opnieuw
nn: Prøv å innstallera på nytt
pa: ਦੁਬਾਰਾ ਸਥਾਪਤ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pl: Ponów instalację
pt: Tente instalar novamente
ru: Попробовать установить заново
sk: Vyskúšajte inštaláciu znova
sv: Prova installationen igen
tr: Kurulumu tekrarlayın
uk: Спробувати встановити знову

source: Use Demo Mode and try to manually recover
ar: استخدم الوضع التجريبي وحاول الاستعادة يدوياً
ca: Useu el mode Demo i intenteu fer-ne una recuperació manualment.
ckb: بەکارهێنانی دۆخی تاقیکاری و هەوڵدان بۆ گەڕاندنەوەی دەستی
cs: Použijte Režim pro ukázku a pokuste se problémy opravit ručně
da: Brug Demo Tilstand og prøv manuelt at gendanne
de: Verwenden Sie den Testmodus und versuchen Sie eine manuelle Wiederherstellung
es: Utilice el modo de demostración e intente recuperar manualmente
fa: از حالت دمو استفاده کنید و بصورت دستی بازیابی را انجام دهید
fi: Käyttää demotilaa ja yrittää palautusta käsin
he: להשתמש במצב הדגמה ולנסות לשקם ידנית
hu: Használja a demómódot és próbálja meg manuálisan helyreállítani
id: Gunakan Mode Demo dan coba untuk memulihkan secara manual
ja: デモモードを使用して手動で回復してみる
ka: გამოიყენეთ საცდელი რეჟიმი და სცადეთ, ხელით აღადგინოთ
nb: Bruk demo-modus for å prøve å tilbakestille manuelt
nl: Gebruik de demomodus en probeer het systeem handmatig te herstellen
nn: Bruk demomodus og hent attende manuellt
pa: ਡੈਮੋ ਮੋਡ ਵਰਤੋ ਅਤੇ ਹੱਥੀਂ ਰੀਕਵਰ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pl: Użyj trybu demonstracyjnego, aby ręcznie rozwiązać problem
pt: Use o Modo de Demonstração e tente recuperar manualmente
ru: Использовать демонстрационный режим и попробовать восстановить вручную
sk: Použite Demo režim a skúste obnoviť systém ručne
sv: Använd demoläge och försök att återställa manuellt
tr: Demo Modu'nu kullanın ve el ile kurtarmayı deneyin
uk: Увійти в демонстраційний режим і спробувати розв'язати проблему власноруч

source: Restart the device and boot from another drive
ar: أعد تشغيل الجهاز للإقلاع من وسيط تخزين آخر
ca: Reinicieu el dispositiu per arrencar des d'una altra unitat.
ckb: ئامێرەکە پێبکەوە و لە درایڤێکی ترەوە بووتی بکە
cs: Restartujte zařízení a načtěte systém z jiné diskové jednotky
da: Genstart din enhed for at starte fra et andet drev
de: Starten Sie das Gerät von einem anderen Datenträger neu
es: Reinicie el dispositivo y arranque desde otra unidad
fa: دستگاه را راه اندازی مجدد و از درایو دیگری بوت کنید
fi: Käynnistää laite uudelleen ja käynnistää laite toiselta asemalta
he: להפעיל את ההתקן מחדש ולהעלות את ההתקן מכונן אחר
hu: Indítsa újra a készüléket egy másik meghajtóról történő indításhoz
id: Mulai ulang perangkat dan boot dari drive lain
ja: デバイスを再起動して別のドライブから起動
ka: გადატვირთეთ მოწყობილობა და ჩაიტვირთეთ სხვა დისკიდან
nb: Start enheten på nytt og start opp igjen fra en annen lagringsstasjon
nl: Herstart de computer om vervolgens van een andere schijf op te starten
nn: Start maskina på nytt og start opp frå ein anna lagringsstasjon
pa: ਡਿਵਾਈਸ ਰੀਸਟਾਰਟ ਕਰੋ ਅਤੇ ਕਿਸੇ ਹੋਰ ਡਰਾਈਵ ਤੋਂ ਬੂਟ ਕਰੋ
pl: Uruchom urządzenie ponownie z innego dysku
pt: Reinicie dispositivo e arranque a partir de outra unidade
ru: Перезагрузить устройство для загрузки с другого диска
sk: Reštartujte zariadenie a naštartujte z iného disku
sv: Starta om enheten och starta från en annan hårddisk
tr: Başka bir sürücüden başlatmak için cihazı yeniden başlatın
uk: Перезапустити пристрій та завантажити з іншого диска

source: Details
ar: التفاصيل
ca: Detalls
ckb: وردەکارییەکان
cs: Podrobnosti
da: Detaljer
eo: Detaloj
es: Detalles
fa: جزئیات
fi: Tiedot
gl: Detalles
he: פרטים
hu: Részletek
id: Rincian
it: Dettagli
ja: 詳細
ka: დეტალები
lt: Išsamiau
mr: तपशील
nb: Detaljer
nn: Detaljar
pa: ਵੇਰਵਾ
pl: Szczegóły
pt: Detalhes
ru: Подробнее
sk: Podrobnosti
sl: Podrobnosti
sr: Појединости
sv: Detaljer
tr: Ayrıntılar
uk: Докладніше
uz: Batafsil

source: Restart Device
ar: أعد تشغيل الجهاز
bs: Ponovo pokretanje
ca: Reinicia el dispositiu
ckb: پێکردنەوەی ئامێر
cs: Restartovat zařízení
da: Genstart Enhed
de: Gerät neu starten
eo: Restartigi la aparaton
es: Reiniciar dispositivo
fa: راه اندازی مجدد دستگاه
fi: Käynnistä laite uudelleen
gl: Reinicia o Dispositivo
he: הפעלת ההתקן מחדש
hu: Készülék újraindítása
id: Mulai Ulang Perangkat
it: Riavvia il dispositivo
ja: デバイスを再起動
ka: მოწყობილობის გადატვირთვა
lt: Paleisti įrenginį iš naujo
mr: डिव्हाइस रीस्टार्ट करा
nb: Start maskinen på nytt
nl: Herstart apparaat
nn: Start maskina om att
pa: ਡਿਵਾਈਸ ਰੀਸਟਾਰਟ ਕਰੋ
pl: Uruchom urządzenie ponownie
pt: Reiniciar dispositivo
ru: Перезагрузить устройство
si: නැවත ආරම්භ කරන්න
sk: Reštartovať zariadenie
sl: Ponovni zagon
sr: Поново покрени уређај
sv: Starta om enheten
tr: Cihazı Yeniden Başlatın
uk: Перезапустити пристрій
uz: Qurilmani qayta ishga tushirish

source: Try Demo Mode
ar: جرب الوضع التجريبي
bs: Isprobajte demonstracijski način rada
ca: Proveu el mode Demo
ckb: تاقیکردنەوەی دۆخی تاقیکردنەوە
cs: Vyzkoušet Režim pro ukázku
da: Prøv Demo Tilstand
de: Testmodus verwenden
eo: Testi la Provoversion
es: Probar modo de demostración
fa: حالت دمو
fi: Kokeile demotilaa
gl: Proba o Modo Demo
he: התנסות במצב הדגמה
hu: Demómód kipróbálása
id: Coba Mode Demo
it: Prova la Modalità Demo
ja: デモモードを試す
ka: დემო რეჟიმში გაშვება
lt: Išbandyti demonstracinę veikseną
mr: डेमो मोड वापरून पहा
nb: Prøv demo-modus
nl: Probeer de demonstratiemodus
nn: Prøv demo-modus
pa: ਡੈਮੋ ਮੋਡ ਅਜ਼ਮਾਓ
pl: Wypróbuj tryb demonstracyjny
pt: Experimentar o Modo de Demonstração
ru: Демонстрационный режим
sk: Vyskúšať Demo režim
sl: Demonstracijski način
sr: Пробај демо режим
sv: Testa demoläge
tr: Demo Modu'nu Deneyin
uk: Спробувати демонстраційний режим
uz: Dem-tartibni sinab ko'rish

source: Try Installing Again
ar: جرب إعادة التثبيت
bs: Pokušajte instalirati opet
ca: Intenta tornar a fer una instal·lació
ckb: دوبارە هەوڵی دامەزراندن بدەوە
cs: Zkusit nainstalovat znovu
da: Prøv at installere igen
de: Installation erneut starten
eo: Provu reinstali
es: Intentar instalar nuevamente
fa: مجددا تلاش برای نصب کنید
fi: Yritä asennusta uudelleen
gl: Proba Instalando de Novo
he: לנסות להתקין שוב
hu: Próbálja újra telepíteni
id: Coba Pemasangan Lagi
it: Prova a installare nuovamente
ja: もう一度インストールしてみる
ka: სცადეთ, თავიდან დააყენოთ
lt: Bandyti įdiegti dar kartą
mr: पुन्हा इन्स्टॉल करण्याचा प्रयत्न करा
nb: Prøv å installere igjen
nl: Probeer de installatie opnieuw
nn: Prøv å installere igjen
pa: ਦੁਬਾਰਾ ਸਥਾਪਤ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pl: Ponów instalację
pt: Tentar instalar novamente
ru: Попробовать установить заново
si: නැවත ස්ථාපනය කිරීමට උතසහ කරන්න
sk: Skúsiť nainštalovať znova
sl: Ponovno poženi namestitev
sr: Пробај поновну инсталацију
sv: Testa att installera på nytt
tr: Tekrar Yüklemeyi Deneyin
uk: Повторити спробу встановлення
uz: Qaytadan o'rnatishga urinib ko'rish

source: Input Language
ar: لغة الإدخال
bs: Jezik unosa
ca: Llengua d'entrada
ckb: زمانی بەکارهێنان
cs: Jazyk vstupu z klávesnice
da: Indtastningssprog
de: Eingabesprache
eo: Eniga lingvo
es: Idioma de escritura
fa: زبان ورودی
fi: Syötekieli
gl: Linguaxe de Entrada
he: שפת קלט
hu: Beviteli nyelv
id: Bahasa Masukan
it: Lingua di inserimento
ja: 入力言語
ka: შეყვანის ენა
lt: Įvesties kalba
mr: इनपुट भाषा
nb: Inndataspråk
nl: Invoertaal
nn: Inndataspråk
pa: ਟਾਈਪਿੰਗ ਲਈ ਭਾਸ਼ਾ
pl: Wpisz język
pt: Idioma de introdução
ru: Язык ввода
si: ආදාන භාෂාව
sk: Vstupný jazyk
sl: Jezik vnosa
sr: Језик уноса
sv: Inmatningsspråk
tr: Giriş Dili
uk: Мова введення
uz: Kiritish tili

source: Select Keyboard Layout
ar: اختر تخطيط لوحة المفاتيح
ca: Seleccioneu la disposició del teclat
ckb: ڕووکاری تەختەکلیل دیاریبکە
cs: Vyberte rozložení klávesnice
da: Vælg Tastatur Layout
de: Tastaturbelegung wählen
es: Seleccionar distribución del teclado
fa: انتخاب چیدمان صفحه کلید
fi: Valitse näppäimistön asettelu
he: בחירת פריסת מקלדת
hu: Billentyűzetkiosztás választása
id: Pilih Tata Letak Papan Ketik
ja: キーボードレイアウトを選択
ka: აირჩიეთ კლავიატურის განლაგება
nb: Velg tastaturoppsett
nl: Selecteer toetsenbordindeling
nn: Vel tastaturoppsett
pa: ਕੀਬੋਰਡ ਲੇਆਊਟ ਚੁਣੋ
pl: Wybierz układ klawiatury
pt: Selecionar o esquema de teclado
ru: Выберите раскладку клавиатуры
sk: Vyberte rozloženie klávesnice
sv: Välj tangentbordslayout
tr: Klavye Düzeni Seçin
uk: Виберіть розкладку клавіатури

source: Type to test your layout
ar: اكتب لاختبار تخطيطك
bs: Kucajte da testirate svoj raspored
ca: Teclegeu per provar la disposició del teclat.
ckb: لێرە بنووسە بۆ تاقیکردنەوەی ڕووکاری تەختەکلیلەکەت
cs: Vyzkoušejte rozvržení klávesnice psaním
da: Skriv for at teste dit layout
de: Text eingeben zum Ermitteln Ihrer Tastaturbelegung
eo: Tajpu por testi la aranĝon
es: Escriba para probar la disposición
fa: برای امتحان چیدمان تان چیزی بنویسید
fi: Kirjoita testataksesi näppäimistön asettelua
gl: Escribe para probar a distribución do teclado
he: יש להקליד כדי לבדוק את הפריסה שלך
hu: Írjon ide, hogy tesztelje a kiosztást
id: Ketik untuk menguji tata letak Anda
it: Digita per testare la tua disposizione
ja: 入力してレイアウトを確認
ka: განლაგების შესამოწმებლად აკრიფეთ
lt: Rašykite, norėdami išbandyti savo išdėstymą
mr: आपल्या लेआऊट ची चाचणी करण्यासाठी टाईप करा
nb: Skriv for å teste ditt oppsett
nl: Typ om uw indeling uit te proberen
nn: Skriv for å teste oppsettet ditt
pa: ਲੇਆਊਟ ਟੈਸਟ ਕਰਨ ਲਈ ਟਾਈਪ ਕਰੋ
pl: Napisz, aby wypróbować swój układ
pt: Escreva para testar o esquema de teclado
ru: Введите что-то для проверки раскладки
si: ඔබේ පිරිසැලසුම පරීක්ෂා කිරීමට ටයිප් කරන්න
sk: Píšte pre otestovanie vášho rozloženia
sl: Tipkajte za preizkus razporeda tipk
sr: Упишите нешто да испробате распоред тастатуре
sv: Skriv för att kontrollera din uppsättning
tr: Düzeni test etmek için yazın
uk: Введіть щось для перевірки розкладки
uz: Klaviatura yozuv tilini sinab ko'rish uchun nimadir yozib ko'ring
