Repository: elementary/installer
Catalog: po/*.po
Languages: ar, bs, ca, ckb, cs, da, de, eo, es, fa, fi, gl, he, hu, id, it, ja, ka, lt, mr, nb, nl, nn, pa, pl, pt, ru, si, sk, sl, sr, sv, tr, uk, uz

source: Your device is running on battery power. It's recommended to be plugged in while installing.
ar: جهازك يعمل الآن على البطارية. من الأفضل أن توصله بمنفذ كهرباء خلال التثبيت.
bs: Vaš uređaj radi na baterijskom napajanju. Preporučeno je da bude uključen na struju za vrijeme instalacije.
es: El dispositivo funciona con batería. Es recomendable enchufarlo durante la instalación.
gl: O teu dispositivo está funcionando coa batería. É recomendado telo enchufado mentres se instala.
hu: A készülék akkumulátorról üzemel. Ajánlott csatlakoztatni, mielőtt elkezdi a telepítést.
it: Il tuo dispositivo è alimentato da una batteria. Durante l'installazione si consiglia di collegarlo all'alimentazione.
lt: Jūsų įrenginys veikia, naudodamas baterijos energiją. Įdiegiant sistemą, rekomenduojama jį prijungti prie elektros maitinimo šaltinio.
mr: आपले डिव्हाइस बॅटरी पॉवरवर चालत आहे. स्थापित करताना प्लग इन करण्याची शिफारस केली जाते.
nb: Enheten din kjører på batteridrift. Det anbefales å være tilkoblet lader under installasjon.
pa: ਤੁਹਾਡੀ ਡਿਵਾਈਸ ਬੈਟਰੀ ਊਰਜਾ ਤੇ ਚੱਲ ਰਹੀ ਹੈ। ਸਿਫ਼ਾਰਿਸ਼ ਕੀਤੀ ਜਾਂਦੀ ਹੈ ਕਿ ਸਥਾਪਨ ਦੇ ਦੌਰਾਨ ਚਾਰਜਰ 'ਤੇ ਲਾ ਕੇ ਰੱਖੋ।
si: ඔබගේ උපාංගය බැටරි බලය මත ක්රියාත්මක වේ. ස්ථාපනය කරන අතරතුර සම්බන්ධ කර ලෙස නිර්දේශ කරනු ලැබේ.
sl: Vaš računalnik deluje z baterije. Priporočamo priklop na elektriko.
sr: Ваш уређај ради на батерији. Препоручује се да га пребаците на мрежно напајање за време инсталације.
uz: Sizning qurilmangiz hozir batareyadan ishlamoqda. O'rnatish vaqtida ta'minot manbaiga ulab olish tavsiya etiladi.

source: A unique password for this device; not the password for your user account.
fa: رمز عبور یکتا برای این دستگاه؛ نه رمز عبور حساب کاربری شما.

source: Ignore
es: Ignorar
mr: दुर्लक्ष
si: නොසලකාහරින්න
uz: Tashlab ketish

source: Select which partitions to use across all drives. <b>Selecting "Format" will erase ALL data on the selected partition.</b>
es: Escoja qué particiones utilizar en todos los dispositivos. <b>La opción «Formatear» eliminará TODA la información en la partición seleccionada.</b>
mr: सर्व ड्राइव्हवर कोणते भाग वापरायचे ते निवडा. <b>"Format" निवडल्याने निवडलेल्या ड्राइव्हच्या विभाजनावरील सर्व डेटा मिटविला जाईल.</b>
si: සියළු ධාවකයන් හරහා භාවිතා කිරීමට අවශ්‍ය බෙදුම් තෝරන්න. <b> "ආකෘතිය" තේරීමෙන් තෝරා ඇත බෙදුම මත සියලු දත්ත මැකෙනු ඇත. </b>
sl: Izberite particije. <b>Če izberete "Formatiraj", bodo izbrisani VSI podatki na izbrani particiji.</b>

source: You must at least select a <b>Root (/)</b> partition and a <b>Boot (/boot/efi)</b> partition.
es: Debe seleccionar por lo menos una partición <b>de raíz (/)</b> y una <b>de arranque (/boot/efi)</b>.
mr: तुम्हास किमान एक <b>Root(/)</b> विभाजन आणि एक <b>Boot(/boot/efi)</b> विभाजन निवडणे आवश्यक आहे.
si: ඔබ අවම වශයෙන් <b> මුල (/)</b> බෙදුමක් සහ <b>ඇරඹුම් (/boot/efi)</b> බෙදුමක් තේරිය යුතුයි
sl: Izbrati morate vsaj <b>korensko (/)</b> in <b>zagonsko (/boot/efi)</b> particijo.

source: Unable to set the Distinst log callback
si: වෙනස් ලොග් බැඳුම්කරය පිහිටුවීමට නොහැකිය

source: Starting installation
si: ස්ථාපනය ආරම්භ කිරීම

source: Are you sure you want to Shut Down?
si: ඔබට වසා දැමීමට අවශ්ය බව ඔබට විශ්වාසද?

source: This will cancel installation and turn off this device.
si: මෙය ස්ථාපනය අවලංගු කර මෙම උපාංගය වසා දමනු ඇත.

source: Restart
si: නැවත ආරම්භ

source: Cancel
si: අවලංගු කරන්න

source: Not Enough Space
si: ප්රමාණවත් ඉඩකඩක් නැත
uz: Joy yetarli emas

source: There is not enough room on your device to install %s. We recommend a minimum of %s of storage.
si: %s ස්ථාපනය කිරීමට ඔබේ උපාංගයේ ප්රමාණවත් ඉඩක් නොමැත. අපි අවම වශයෙන් %s ඉඩක් ගබඩා කිරීම සදහා නිර්දේශ කරනවා.
uz: %sni o'rnatish uchun qurilmangizda yetarli joy mavjud emas. Kamida %s joy talab etiladi.

source: Your device doesn't meet the recommended hardware requirements. This may cause it to run slowly or freeze.
si: ඔබගේ උපාංගය නිර්දේශිත දෘඪාංග අවශ්යතා සපුරන්නේ නැත. මෙය සෙමින් ධාවනය වීමට හෝ අත්හිටුවීමට ඉඩ ඇත.
uz: Sizning qurilmangiz tavsiya etiladigan talablarga javob bermaydi. Bu esa qurilmangiz sekin ishlashiga yoki qotib qolishiga olib kelishi mumkin.

source: Drive Encryption
si: ධාවක ගුප්තකේතනය
uz: Diskni shifrlash

source: Encrypting this drive protects data from being read by others with physical access to this device.
si: දාවකය ගුප්තකේතනය කිරීමෙන් මෙම උපාංගයට භෞතික ප්රවේශයකින් දත්ත කියවීමට ලබානොදී ආරක්ෂා කරයි.

source: Drive encryption may minimally impact read and write speed when performing intense tasks.
si: ධාවක ගුප්තකේතනය අවම වශයෙන් කාර්යක්ෂම කාර්යයන් සිදු කරන විට කියවීමේ සහ ලිවීමේ වේගයට බලපායි.

source: The encryption password will be required each time you turn on this device or restart.
si: මෙම උපකරණය නැවත ආරම්භ වන විට හෝ නැවත ආරම්භ කිරීම සඳහා සෑම විටම ගුප්තකේතන මුරපදයක් අවශ්ය වේ.

source: Don't Encrypt
si: ගුප්තකේතනය නොකරන්න
uz: Shifrlash shart emas

source: Set Password
si: මුරපදය සකසන්න
uz: Parolni o'rnatish

source: Installing %s failed, possibly due to a hardware error. Your device may not restart properly. You can try the following:
si: %s ස්ථාපනය අසාර්ථකයි, සමහරවිට දෘඪාංග දෝෂයක් නිසා විය හැක. ඔබගේ උපාංගය නිසියාකාරව නැවත ආරම්භ කිරීමට නොහැකි වනු ඇත. ඔබට පහත සඳහන් දෑ උත්සාහ කළ හැකිය:

source: • Try the installation again
si: • නැවත ස්ථාපනය කිරීමට උත්සාහ කරන්න
uz: • Qaytadan o'rnatishga urinib ko'ring

source: • Use Demo Mode and try to manually recover
si: • Demo මාදිලිය භාවිතා කර අතින් ආපසු ලබාගත හැක
uz: • Demo tartibdan foydalaning yoki qo'lda tiklashga urinib ko'ring

source: • Restart your device to boot from another drive
si: • ඔබගේ උපාංගය වෙනත් ධාවකයකින් ආරම්භ කිරීමට නැවත ආරම්භ කරන්න
uz: • Boshqa qurilmadan yuklash uchun qurilmani qayta ishga tushiring

source: Keyboard Layout
si: යතුරු පුවරුවේ සැකැස්ම
uz: Klaviatura tili

source: Data will be protected from others with physical access to this device.
uz: Ushbu qurilmalarga jismonan kirish huquqi bo'lgan shaxslardan ma'lumotlarni himoyalaydi.

source: Use partition:
uz: Bo'limdan foydalanish:

source: Format:
uz: Formatlash:
