Repository: elementary/installer
Catalog: po/*.po
Languages: ar, bs, ca, ckb, cs, da, de, eo, es, fa, fi, gl, he, hu, id, it, ja, ka, lt, mr, nb, nl, nn, pa, pl, pt, ru, si, sk, sl, sr, sv, tr, uk, uz

source: This will erase all data on the selected drive. If you have not backed your data up, you can cancel the installation and use Demo Mode.
ar: سيؤدي هذا إلى مسح جميع البيانات الموجودة على وسيط التخزين المحدد. إذا لم تقم بعمل نسخة احتياطية لبياناتك ، فيمكنك إلغاء عملية التثبيت واستخدام الوضع التجريبي.
bs: Ovim će svi podaci na odabranom pogonu biti izbrisani. Ako niste napravili sigurnosnu kopiju svojih podataka, možete otkazati instalaciju i koristiti demonstracijski način rada.
ca: Això suprimirà totes les dades del dispositiu seleccionat. Si no n'heu fet una còpia de seguretat, podeu cancel·lar la instal·lació i usar el mode Demo.
ckb: هەموو داتای سەر درایڤەکە ڕەش دەبێتەوە، ئەگەر درایڤەکەت باکئەپ نەکردووە، دەتوانیت دامەزراندنەکە هەڵوەشێنییەوە و دۆخی تاقیکردنەوە بەکار بهێنیت.
cs: Toto smaže všechna data na vybrané jednotce. Pokud jste si svá data ještě nezazálohovali, můžete instalaci přerušit a použít Režim pro ukázku.
da: Dette vil slette alt data på det valgte drev. Hvis du ikke har backup af din data, kan du annullere installationen og bruge Demo Tilstand.
de: Dabei werden sämtliche Daten auf dem gewählten Laufwerk gelöscht. Wenn Sie Ihre Daten noch nicht gesichert haben, können Sie die Installation abbrechen und den Testmodus verwenden.
eo: Tio forviŝos ĉiujn datumojn el la elektita memorilo. Se vi ankoraŭ ne savkopiis viajn datumojn, eblas rezigni instalon kaj plu uzi provoversion.
es: Se eliminarán todos los datos de la unidad seleccionada. Si no ha respaldado sus datos, puede cancelar la instalación y utilizar el modo de demostración.
fa: این تمام اطلاعات روی دیسک انتخاب شده را پاک خواهد کرد. اگر از اطلاعات خود پشتیبان نگرفته ایید، میتوانید نصب را لغو کنید و از حالت دمو استفاده کنید.
fi: Tämä poistaa kaikki valitulla asemalla olevat tiedot. Jos et ole varmuuskopioinut tietojasi, voit perua asennuksen ja käyttää demotilaa.
gl: Isto eliminará tódolos datos no disco seleccionado. Se non fixo unha copia de seguridade, pode cancelar a instalación e usalo Modo Demo.
he: פעולה זו תמחק את כל הנתונים על הכונן הנבחר. אם לא גיבית את הנתונים שלך, ניתן לבטל את ההתקנה ולהשתמש במצב הדגמה.
hu: Ez törli az összes adatot a kiválasztott meghajtón. Ha még nem mentette az adatait, akkor viszavonhatja a telepítést és használhatja a demómódot.
id: Ini akan menghapus semua data pada drive yang dipilih. Jika Anda belum mencadangkan data, Anda dapat membatalkan pemasangan dan menggunakan Mode Demo.
it: Questo cancellerà tutti i dati sull'unità selezionata. Se non hai fatto un backup dei tuoi dati, puoi annullare l'installazione e usare la Modalità Demo.
ja: 続行すると、選択されたドライブ上のすべてのデータを削除します。データをバックアップしていない場合は、インストールをキャンセルしてデモモードを使うことで、データをバックアップできます。
ka: ეს მონიშნულ დისკზე ყველაფერს წაშლით. თუ თქვენი მონაცემების მარქაფი არ გაგკეთებიათ, შეგიძლიათ გააუქმოთ დაყენება და დემო რეჟიმში გაუშვათ.
lt: Tai ištrins visus pasirinktame diske esančius duomenis. Jeigu nesate pasidarę atsarginės savo duomenų kopijos, galite atsisakyti įdiegimo ir naudoti demonstracinę veikseną.
mr: हे निवडलेल्या ड्राइव्हवरील सर्व डेटा पुसून टाकेल. आपण आपला डेटा बॅक अप घेतला नसेल तर आपण स्थापना रद्द करू शकता आणि डेमो मोड वापरू शकता.
nb: Dette vil slette all data på valgt lagringsstasjon. Hvis du ikke har sikkerhetskopiert dataene dine, kan du avbryte installasjonen og bruke demo-modus.
nl: Dit zal alle data op de geselecteerde schijf wissen. Als u geen back-up heeft van uw data, dan kunt u de installatie annuleren en de demomodus gebruiken.
nn: Dette vil slette alt av data på den valde lagringsstasjonen. Viss du ikkje har sikkerheitskopiert dataa dine, kan du avbryte installeringa og bruke demo-modus.
pa: ਇਹ ਚੁਣੀ ਹੋਈ ਡਰਾਈਵ ਦਾ ਸਾਰਾ ਡੇਟਾ ਮਿਟਾ ਦੇਵੇਗਾ। ਜੇ ਤੁਸੀਂ ਹਾਲੇ ਆਪਣਾ ਡੇਟਾ ਬੈਕਅਪ ਨਹੀਂ ਕੀਤਾ ਤਾਂ ਤੁਸੀਂ ਸਥਾਪਨ ਨੂੰ ਰੱਦ ਕਰ ਸਕਦੇ ਹੋ ਜਾਂ ਮਿਸਾਲ ਮੋਡ ਵਰਤ ਸਕਦੇ ਹੋ।
pl: Spowoduje to usunięcie wszystkich danych z wybranego dysku. Jeśli nie wykonałeś kopii zapasowej swoich danych, możesz anulować instalację i użyć trybu demonstracyjnego.
pt: Isto irá apagar todos os dados da unidade selecionada. Se não fez uma cópia de segurança, pode cancelar a instalação e usar o Modo de Demonstração.
ru: Это сотрёт все данные на выбранном диске. Если вы не создали резервную копию данных, вы можете отменить установку и перейти в демонстрационный режим.
si: තෝරාගත් ධාවකයේ සියලු දත්ත මැකෙනු ඇත. ඔබගේ දත්ත උපස්ථකර නොමැති නම්, ඔබට ස්ථාපනය අවලංගු කළ හැකි අතර Demo Mode භාවිතා කරන්න.
sk: Toto vymaže všetky dáta na vybranom disku. Ak ste si svoje dáta nezálohovali, môžete prerušiť inštaláciu a použiť Demo režim.
sl: To bo izbrisalo vse podatke na izbranem pogonu. Če nimate varnostnih kopij, lahko prekličete namestitev in naprej uporabljate demonstracijski način.
sr: Ово ће обрисати све податке на изабраном диску. Ако нисте направили резерву ваших података, можете отказати инсталацију и користити демо режим.
sv: Detta kommer radera all data från den valda enheten. Om du inte har säkerhetskopierat din data kan du avbryta installationen och använda demoläge.
tr: Bu seçenek seçili sürücüden tüm veriyi silecektir. Eğer verilerinizi yedeklemediyseniz bu yüklemeyi iptal edip Demo Modu'nu kullanabilirsiniz.
uk: Це видалить всі дані на вибраному диску. Якщо ви не створили резервну копію даних, ви можете скасувати встановлення та скористатися демонстраційним режимом.
uz: Bu tanlagan diskingizdagi barcha ma'lumotlarni o'chirib yuboradi. Agar siz ma'lumotlaringizni saqlab qo'ymagan bo'lsangiz, o'rnatishni bekor qilib demo-tartibida foydalansangiz bo'ladi.

source: Getting the current configuration…
ar: قيد الحصول على الإعدادات الحالية…
bs: Učitavanje trenutne konfiguracije…
ca: S'obté la configuració actual…
ckb: نوێکردنەوە…
cs: Zjišťování stávajícího uspořádání…
da: Henter nuværende konfiguration…
de: Aktuelle Konfiguration laden …
eo: Prenanta aktualajn agordojn…
es: Obteniendo la configuración actual…
fa: در حال گرفتن پیکره بندی کنونی …
fi: Haetaan nykyisiä määrityksiä…
gl: Cargando a configuración actual…
he: התצורה הנוכחית מתקבלת…
hu: Az aktuális konfiguráció megszerzése…
id: Mendapatkan konfigurasi saat ini…
it: Rilevando la configurazione corrente…
ja: 現在の設定を取得しています…
ka: მიმდინარე კონფიგურაციის მიღება…
lt: Gaunama esama konfigūracija…
mr: वर्तमान कॉन्फिगरेशन मिळवत आहे …
nb: Henter gjeldende oppsett…
nl: Huidige configuratie aan het ophalen…
nn: Hentar gjeldande oppsett…
pa: ਮੌਜੂਦਾ ਸੈਟਿੰਗਾਂ ਪੜ੍ਹ ਰਿਹੈ…
pl: Pobieranie bieżącej konfiguracji…
pt: A obter a configuração atual…
ru: Получение текущей конфигурации…
si: වත්මන් සැකසුම ලබා ගැනීම…
sk: Zisťovanie aktuálnej konfigurácie…
sl: Pridobivam trenutno konfiguracijo…
sr: Добављам текуће подешавање…
sv: Hämtar nuvarande konfiguration…
tr: Geçerli yapılandırma alınıyor…
uk: Отримання поточної конфігурації…
uz: Joriy konfiguratsiyalarni olish…

source: Next
ar: التالي
bs: Sljedeće
ca: Següent
ckb: دواتر
cs: Další
da: Næste
de: Weiter
eo: Sekva
es: Siguiente
fa: بعدی
fi: Seuraava
gl: Seguinte
he: הבא
hu: Következő
id: Selanjutnya
it: Successivo
ja: 次へ
ka: შემდეგი
lt: Kitas
mr: पुढे
nb: Neste
nl: Volgende
nn: Neste
pa: ਅਗਲਾ
pl: Dalej
pt: Seguinte
ru: Далее
sk: Ďalej
sl: Naprej
sr: Следеће
sv: Nästa
tr: Sonraki
uk: Далі
uz: Keyingi

source: Additional Drivers
ca: Controladors addicionals
cs: Dodatečné ovladače
de: Zusätzliche Treiber
fa: درایورهای اضافی
fi: Lisäajurit
he: מנהלי התקנים נוספים
hu: További illesztőprogramok
ja: 追加のドライバー
ka: დამატებითი დრაივერები
nl: Aanvullende drivers
pl: Dodatkowe sterowniki
pt: Controladores adicionais
ru: Дополнительные драйверы
sk: Dodatočné ovládače
sv: Ytterligare drivrutiner
uk: Додаткові драйвери

source: Broadcom® Wi-Fi adapters, NVIDIA® graphics, and some virtual machines may not function properly without additional drivers. Most devices do not require additional drivers.
ca: És possible que els adaptadors Wi-Fi Broadcom®, els gràfics NVIDIA® i algunes màquines virtuals no funcionin correctament sense controladors addicionals. La majoria de dispositius no requereixen controladors addicionals.
cs: Broadcom® Wi-Fi adaptéry, NVIDIA® grafiky, a některé virtuální počítače nemusejí správně fungovat bez dodatečných ovladačů. Většina zařízení nepotřebuje dodatečné ovladače.
de: Broadcom®-Wi-Fi-Adapter, NVIDIA®-Grafikkarten und einige virtuelle Maschinen arbeiten möglicherweise nicht ordnungsgemäß ohne zusätzliche Treiber. Die meisten Geräte benötigen keine zusätzliche Treiber.
fa: ممکن است آداپتورهای Wi-Fi Broadcom®، گرافیک های NVIDIA® و برخی از ماشین های مجازی بدون درایورهای اضافی به درستی کار نکنند. اکثر دستگاه ها به درایورهای اضافی نیاز ندارند.
fi: Broadcom®-Wi-Fi-adapterit, NVIDIA®-näytönohjaimet ja jotkin virtuaalikoneet eivät välttämättä toimi kunnolla ilman lisäajureita. Useimmat laitteet eivät vaadi lisäajureita.
he: מתאמים אלחוטיים של Broadcom®‎, מאיצים גרפיים של NVIDIA®‎ ומכונות וירטואליות כאלה ואחרות לא יעבדו היטב ללא מנהלי התקנים מתאימים. רוב ההתקנים לא דורשים מנהלי התקנים נוספים.
hu: A Broadcom® Wi-Fi adapterek, NVIDIA® grafikus kártyák és néhány virtuális gép nem feltétlen működnek további illesztőprogramok nélkül. A legtöbb eszköznek nincs szüksége további illesztőprogramokra.
ja: Broadcom® Wi-Fi アダプター、NVIDIA® グラフィックス、および一部の仮想マシンは、追加のドライバーがないと正しく動作しないことがあります。ほとんどのデバイスには追加のドライバーは不要です。
nl: Broadcom® Wi-Fi adapters, NVIDIA® grafische kaarten en sommige virtuele machines functioneren mogelijk niet naar behoren zonder aanvullende drivers. De meeste apparaten hebben geen aanvullende drivers nodig.
pl: Adaptery Wi-Fi Broadcom®, karty graficzne NVIDIA® oraz niektóre maszyny wirtualne nie działać poprawnie bez własnościowych sterowników. Większość urządzeń nie potrzebuje dodatkowych sterowników.
pt: Adaptadores Wi-Fi Broadcom®, placas gráficas NVIDIA® e algumas máquinas virtuais podem não funcionar corretamente sem controladores adicionais. A maioria dos dispositivos não necessita de controladores adicionais.
ru: Wi-Fi адаптеры Broadcom®, графические карты NVIDIA® и некоторые виртуальные машины могут функционировать некорректно без дополнительных драйверов. Большинство устройств не требует дополнительных драйверов.
sk: Broadcom® Wi-Fi adaptéry, NVIDIA® grafiky a niektoré virtuálne zariadenia nemusia správne fungovať bez dodatočných ovládačov. Väčšina zariadení nepotrebuje dodatočné ovládače.
sv: Broadcom® Wi-Fi-adaptrar, NVIDIA®-grafik och vissa virtuella maskiner kanske inte fungerar korrekt utan ytterligare drivrutiner. De flesta enheter kräver inga ytterligare drivrutiner.
uk: Wi-Fi адаптери Broadcom®, відеокарта NVIDIA® та деякі віртуальні машини можуть не працювати належним чином без додаткових драйверів. Більшість пристроїв не потребують додаткових драйверів.

source: Proprietary drivers contain private code that can't be reviewed. Security and other updates are dependent on the driver vendor.
ca: Els controladors de propietat contenen codi privat que no es pot revisar. La seguretat i altres actualitzacions depenen del proveïdor del controlador.
cs: Proprietární ovladače obsahují soukromý kód, který nelze zkontrolovat. Bezpečnost a další aktualizace závisí na dodavateli ovladače.
de: Proprietäre Treiber enthalten vertraulichen Code, der nicht überprüft werden kann. Sicherheit und Aktualisierungen hängen vom Treiberhersteller ab.
fa: درایورهای اختصاصی حاوی کد خصوصی هستند که قابل بررسی نیستند. امنیت و سایر به روز رسانی ها به فروشنده درایور بستگی دارد.
fi: Suljetut ajurit sisältävät yksityistä koodia, jota ei ole mahdollista katselmoida. Päivitykset, mukaan lukien tietoturvapäivitykset, ovat riippuvaisia ajurin valmistajasta.
he: מנהלי התקנים קנייניים מכילים קוד פרטים שאי אפשר לסקור אותו. עדכוני אבטחה ואחרים תלויים בספק מנהל ההתקן.
hu: A zárt forráskódú illesztőprogramok privát kódot tartalmaznak, amit nem tudunk ellenőrizni. A biztonság és a frissítések az eszközgyártótól függenek.
ja: プロプライエタリードライバーには、検査不能な非公開のコードが含まれます。セキュリティアップデートやそのほかのアップデートは、ドライバーの開発元に左右されます。
nb: Ufrie driverrutiner inneholder privat kode som ikke kan gjennomses. Sikkerhet og oppdateringer avhenger av tilbyderen.
nl: Propriëtaire drivers bevatten private code die niet beoordeeld kan worden. Veiligheid en andere updates zijn afhankelijk van de driverleverancier.
pl: Własnościowe sterowniki zawierają prywatny kod źródłowy którego nie można zweryfikować. Aktualizacje dotyczące bezpieczeństwa oraz innych aspektów urządzenia są uzależnione od producenta sterowników.
pt: Os controladores proprietários contêm código privado que não pode ser revisto. As atualizações de segurança e outras dependem do fabricante do controlador.
ru: Проприетарные драйверы содержат закрытый код, который нельзя просмотреть. Безопасность и обновления зависят от поставщика драйвера.
sk: Proprietárne ovládače obsahujú súkromný kód, ktorý sa nedá preveriť. Bezpečnosť a ďalšie aktualizácie závisia na dodávateľovi ovládača.
sv: Proprietära drivrutiner innehåller privat kod som inte kan granskas. Säkerhetsuppdateringar och andra uppdateringar är beroende av drivrutinsleverantören.
uk: Пропрієтарні драйвери містять закритий код, який неможливо переглянути. Оновлення безпеки та інші оновлення залежать від виробника драйверів.

source: An Internet connection is required to install NVIDIA® graphics drivers.
ca: Cal una connexió a Internet per instal·lar els controladors de gràfics NVIDIA®.
cs: Internetové připojení je vyžadováno pro instalaci NVIDIA® grafických ovladačů.
de: Zur Installation der NVIDIA®-Treiber wird eine Internet-Verbindung benötigt.
fa: برای نصب درایورهای گرافیک NVIDIA® به اتصال اینترنت نیاز است.
fi: NVIDIA®-grafiikka-ajureiden asennus vaatii internetyhteyden.
he: צריך חיבור לאינטרנט כדי להתקין מנהלי התקנים של NVIDIA®‎.
hu: Az NVIDIA® grafikus illesztőprogramok letöltése internetkapcsolatot igényel.
ja: NVIDIA® グラフィックスドライバーをインストールするには、インターネット接続が必要です。
ka: NVIDIA®-ის გრაფიკული დრაივერების დასაყენებლად ინტერნეტკავშირი აუცილებელია.
nb: Tilkobling til Internett kreves for å installere driverrutiner for NVIDIA®-grafikk.
nl: Een internetverbinding is vereist om NVIDIA® grafische drivers te installeren.
pl: Połączenie internetowe jest wymagane do zainstalowania sterowników graficznych kart NVIDIA®.
pt: É necessária uma ligação à Internet para instalar os controladores de placas gráficas NVIDIA®.
ru: Для установки драйверов для графических карт NVIDIA® необходимо Интернет-соединение.
sk: Pre inštaláciu NVIDIA® grafických ovládačov je potrebné pripojenie na internet.
sv: En internetanslutning krävs för att installera NVIDIA®-grafikdrivrutiner.
uk: Для встановлення графічних драйверів NVIDIA® потрібне інтернет-з'єднання.

source: Proprietary drivers can be installed later through System Settings → System, but an Internet connection will be required for all drivers.
ca: Els controladors de propietat es poden instal·lar més tard mitjançant l'apartat de Sistema dels Paràmetres del sistema, però caldrà una connexió a Internet per a tots els controladors.
cs: Proprietární ovladače mohou být nainstalovány později skrze Systémové nastavení → systém, ale pro všechny ovladače bude vyžadováno internetové připojení.
de: Proprietäre Treiber können später über Systemeinstellungen → System installiert werden, allerdings wird für alle Treiber eine Internet-Verbindung benötigt.
fa: درایورهای اختصاصی را می توان بعداً از طریق تنظیمات سیستم > سیستم نصب کرد، اما اتصال اینترنت برای همه درایورها لازم است.
he: אפשר להתקין מנהלי התקנים קנייניים מאוחר יותר דרך הגדרת מערכת ← מערכת אך צריך חיבור לאינטרנט לטובת גישה לכל מנהלי ההתקנים.
hu: A zárt forráskódú illesztőprogramok később is telepíthetőek a Rendszerbeállítások → Rendszer menüpontban, de ehhez internetkapcsolatra lesz szüksége.
ja: プロプライエタリードライバーは後からでも“システム設定” → “システム”経由でインストール可能ですが、NVIDIA® グラフィックス以外のドライバーでもインターネット接続が必要になります。
nl: Propriëtaire drivers kunnen later geïnstalleerd worden in Systeeminstellingen → Systeem, maar een internetverbinding is vereist voor alle drivers.
pl: Własnościowe sterowniki można zainstalować później w Ustawienia systemu → System, ale w przypadku wszystkich sterowników wymagane będzie połączenie z Internetem.
ru: Проприетарные драйверы можно установить позже в Параметры системы → Система, но для этого потребуется Интернет-соединение.
sv: Egenutvecklade drivrutiner kan installeras senare via Systeminställningar → System, men en Internetanslutning krävs för alla drivrutiner.
uk: Власницькі драйвери можна встановити пізніше через Налаштування системи → Система, але інтернет-з'єднання буде необхідним для всіх драйверів.

source: Include third-party proprietary drivers when installing. I agree to their respective licenses and terms of use.
ca: Inclou controladors de propietat de tercers durant la instal·lació. N'accepto les respectives llicències i condicions d'ús.
cs: Zahrnout proprietární ovladače třetích stran při instalaci. Souhlasím s jejich licencemi a podmínkami použití.
de: Auch proprietäre Treiber von dritter Seite installieren. Ich stimme ihren jeweiligen Lizenzen und Nutzungsbedingungen zu.
fa: هنگام نصب، درایورهای اختصاصی شخص ثالث را درج شده. من با مجوزها و شرایط استفاده مربوطه آنها موافقم.
fi: Sisällytä kolmannen osapuolen suljetut ajurit asentamisen yhteydessä. Hyväksyn niiden lisenssit ja käyttöehdot.
he: לכלול מנהלי התקנים קנייניים מגופי צד־שלישי בעת ההתקנה. הרישיונות ותנאי השימוש שלהם מוסכמים עלי באשר הם.
hu: Harmadik féltől származó, zárt forráskódú illesztőprogramok telepítése, elfogadom a licenceiket és felhasználási feltételeiket.
ja: インストール時にサードパーティ製のプロプライエタリードライバーを導入します。各ライセンスおよび利用規約に合意します。
nb: Inkluder ufrie drivere fra tredjeparter under installasjon. Jeg samtykker til respektive lisenser og bruksvilkår.
nl: Installeer propriëtaire drivers van derde partijen tijdens installatie van het systeem. Ik ga akkoord met hun respectieve licenties en gebruikersvoorwaarden.
pl: Dołącz własnościowe sterowniki stron trzecich podczas instalacji. Akceptuję ich odpowiednie licencje oraz warunki użytkowania.
pt: Incluir controladores proprietários de terceiros aquando da instalação. Aceito as respetivas licenças e termos de utilização.
ru: Установить сторонние проприетарные драйверы. Я соглашаюсь с соответствующими лицензиями и условиями использования.
sk: Zahrnúť proprietárne ovládače tretích strán pri inštalácii. Súhlasím s ich licenciami a podmienkami použitia.
sv: Inkludera egenutvecklade drivrutiner från tredje part när du installerar. Jag samtycker till deras respektive licenser och användarvillkor.
uk: Під час встановлення включити власницькі драйвери сторонніх розробників. Я погоджуюся з їхніми відповідними ліцензіями та умовами користування.

source: Back
ar: ارجع
bs: Nazad
ca: Enrere
ckb: گەڕانەوە
cs: Zpět
da: Tilbage
de: Zurück
eo: Reen
es: Atrás
fa: بازگشت
fi: Takaisin
gl: Atrás
he: חזרה
hu: Vissza
id: Kembali
it: Indietro
ja: 戻る
ka: უკან
lt: Atgal
mr: मागे
nb: Tilbake
nl: Terug
nn: Tilbake
pa: ਪਿੱਛੇ ਜਾਓ
pl: Cofnij
pt: Voltar
ru: Назад
si: ආපසු
sk: Späť
sl: Nazaj
sr: Назад
sv: Tillbaka
tr: Geri
uk: Назад
uz: Orqaga

source: Erase and Install
ar: امسح وثبت
bs: Izbriši i instaliraj
ca: Esborra i instal·la
ckb: سڕینەوە و دامەزراندن
cs: Vymazat a nainstalovat
da: Slet og installer
de: Löschen und installieren
eo: Forviŝi kaj instali
es: Borrar e instalar
fa: پاک کردن و نصب
fi: Tyhjennä ja asenna
gl: Borrar e Instalar
he: למחוק ולהתקין
hu: Törlés és telepítés
id: Hapus dan Pasang
it: Cancella e installa
ja: 削除してインストール
ka: წაშლა და დაყენება
lt: Ištrinti ir įdiegti
mr: पुसून टाका आणि स्थापित करा
nb: Slett og installer
nl: Installeren en wissen
nn: Slett og installer
pa: ਮਿਟਾਓ ਅਤੇ ਸਥਾਪਤ ਕਰੋ
pl: Wyczyść i zainstaluj
pt: Apagar e Instalar
ru: Стереть и установить
si: මකා ස්ථාපනය කරන්න
sk: Vymazať a nainštalovať
sl: Izbriši in namesti
sr: Обриши и инсталирај
sv: Radera och installera
tr: Sil ve Kur
uk: Стерти й встановити
uz: Tozalash va o'rnatish

source: Don’t Encrypt
ar: لا تشفر
ca: Sense encriptació
ckb: شفرەی مەکە
cs: Nešifrovat
de: Nicht verschlüsseln
es: No cifrar
fa: رمزگذاری نشده
fi: Älä salaa
he: לא להצפין
hu: Ne titkosítsa
id: Jangan Enkripsi
ja: 暗号化しない
ka: არ დაშიფრო
nb: Ikke krypter
nl: Niet versleutelen
nn: Ikkje krypter
pa: ਪਾਸਵਰਡ-ਸੁਰੱਖਿਅਤ ਨਾ ਕਰੋ
pl: Nie szyfruj
pt: Não encriptar
ru: Не шифровать
sk: Nešifrovať
sv: Kryptera inte
tr: Şifreleme
uk: Не шифрувати

source: Enable Drive Encryption
ar: قم بتشفير وسيط التخزين
ca: Habilita l'encriptació de la unitat
ckb: کاراکردنی کۆدکردنی درایڤ
cs: Šifrovat jednotku
da: Aktiver Drev Kryptering
de: Laufwerksverschlüsselung einschalten
es: Activar el cifrado de unidad
fa: رمزگذاری درایو را فعال کنید
fi: Ota levyn salaus käyttöön
he: הפעלת הצפנת כונן
hu: Meghajtó titkosításának engedélyezése
id: Aktifkan Enkripsi Drive
ja: ドライブの暗号化を有効にする
ka: დისკის დაშიფვრის ჩართვა
nl: Schijfversleuteling inschakelen
nn: Slå på kryptering av disken
pa: ਡਰਾਈਵ ਨੂੰ ਪਾਸਵਰਡ-ਸੁਰੱਖਿਅਤ ਕਰੋ
pl: Włącz szyfrowanie napędu
pt: Ativar encriptação do disco
ru: Включить шифрование диска
sk: Povoliť šifrovanie disku
sv: Aktivera kryptering av hårddisk
tr: Sürücü Şifrelemesini Etkinleştir
uk: Увімкнути шифрування диска

source: Data will only be protected from others with physical access to this device when it is shut down.
ar: البيانات ستكون محمية فقط من الآخرين الذين لديهم وصول مادي للجهاز عندما يكون مطفئاً.
ca: Les dades només es protegiran d'altres persones que tinguin accés físic a aquest dispositiu quan estigui apagat.
ckb: داتاکان پارێزراو دەبن تەنها لەوانەی کە دەستگەیشتنی فیزیکییان هەیە بۆ ئەم ئامێرە کاتێک کۆمپیتەرەکە کوژاوەتەوە.
cs: Data budou chráněna před ostatními, kteří mají k tomuto počítači fyzický přístup, pouze pokud je zařízení vypnuté.
de: Ihre Daten sind nur dann vor Personen mit physikalischem Zugriff auf dieses Gerät geschützt, wenn es ausgeschaltet wurde.
es: Los datos solo estarán protegidos de otras personas con acceso físico a este dispositivo cuando se apague.
fa: داده‌ها فقط در صورت خاموش شدن این دستگاه در مقابل سایر افراد با دسترسی فیزیکی به این دستگاه محافظت می‌شوند.
fi: Tiedot suojataan muilta, joilla on fyysinen pääsy tälle laitteelle, mutta vain kun laite on sammutettu.
he: הנתונים יהיו מוגנים רק מפני זרים עם גישה פיזית למכשיר הזה כשהוא כבוי.
hu: A meghajtó titkosítása csak akkor óvja meg az adatait, ha mások fizikailag hozzáférnének az eszközhöz.
id: Data hanya akan terproteksi dari orang lain yang memiliki akses fisik ke perangkat ini saat perangkat ini dimatikan.
ja: データの保護は、電源がオフの場合に、デバイスに物理的にアクセス可能な他人に対してのみ有効です。
nb: Data vil kun bli beskyttes fra andre med fysisk tilgang til denne enheten når den slås av.
nl: Gegevens worden alleen beschermd tegen anderen met fysieke toegang tot dit apparaat wanneer het is uitgeschakeld.
nn: Informasjonen vil kun vera trygg mot dei som har fysisk tilgong til denne eininga når den er slått av.
pa: ਇਸ ਡਿਵਾਈਸ ਤੱਕ ਸਰੀਰਕ ਪਹੁੰਚ ਰੱਖਣ ਵਾਲਿਆਂ ਤੋਂ ਡੇਟਾ ਸਿਰਫ਼ ਉਦੋਂ ਹੀ ਸੁਰੱਖਿਅਤ ਹੋਵੇਗਾ ਜਦੋਂ ਇਹ ਬੰਦ ਹੋਵੇਗੀ।
pl: Dane będą tylko chronione przed innymi z fizycznym dostępem do urządzenia, kiedy jest wyłączone.
pt: Os dados apenas serão protegidos de outros com acesso físico a este dispositivo quando o mesmo for desligado.
ru: Данные будут защищены от других при физическому доступу к этому устройству, только когда оно выключено.
sk: Zašifrovaním dát znemožníte čítanie dát cudzím osobám s fyzickým prístupom k zariadeniu, keď je vypnuté.
sv: Data kommer endast att skyddas från andra med fysisk tillgång till enheten när den är avstängd.
tr: Veriler, bu cihaza fiziksel erişimi olan diğer kişilerden ancak cihaz kapalıysa korunacaktır.
uk: Дані буде захищено від інших при фізичному доступі до цього пристрою, лише коли його вимкнено.
