Repository: elementary/installer
Catalog: po/*.po
Languages: ar, bs, ca, ckb, cs, da, de, eo, es, fa, fi, gl, he, hu, id, it, ja, ka, lt, mr, nb, nl, nn, pa, pl, pt, ru, si, sk, sl, sr, sv, tr, uk, uz

source: Changes will not be saved, and data from your previous OS will be unchanged. Performance and features may not reflect the installed experience.
ar: لن يتم حفظ التغييرات، والبيانات الموجودة من نظام التشغيل السابق لن تتغير. الأداء والميزات لن يكونا كالنسخة المثبتة.
bs: Izmjene neće biti sačuvane a podaci iz Vašeg prijašnjeg operativnog sistema će biti neizmijenjeni. Moguće je da radna svojstva i funkcionalnosti neće odražavati pravo iskustvo instaliranog sistema.
ca: Els canvis que feu no es desaran i les dades del sistema operatiu anterior es mantindran sense cap canvi. Les característiques i el rendiment poden no reflectir l'experiència de tenir el sistema instal·lat.
ckb: گۆڕانکارییەکان پاشەکەوت ناکرێن، و زانیارییەکانی سیستەمی کارپێکردنی پێشووت دەستکاری ناکرێن. لەوانەیە کارایی و تایبەتمەندییەکان ڕەنگدانەوەی ئەزموونی دامەزراو نەبن.
cs: Změny nebudou uloženy a data vašeho předchozího operačního systému zůstanou nezměněná. Výkon a funkce však nemusí být přímo srovnatelné s plně nainstalovaným systémem.
da: Ændringer, du laver, vil ikke blive gemt, og data fra dit tidligere operativsystem forbliver uændret. Ydeevne og funktioner afspejler muligvis ikke den installerede oplevelse.
de: Änderungen werden nicht gespeichert und die Daten des vorhandenen Betriebssystems bleiben unverändert. Leistung und Funktionen entsprechen möglicherweise nicht denjenigen einer tatsächlichen Installation.
eo: Ŝanĝoj ne registriĝos, la datumoj de via antaŭa operaciumo restos senŝange. Rendimento kaj funkcioj ne reprezentas tiujn de efektive instalita operaciumo.
es: En el modo de demostración, los cambios que realice no se guardarán y los datos del sistema operativo anterior no se verán afectados. El rendimiento y características podrían no reflejar la experiencia del sistema operativo al ser instalado.
fa: تغییرات ذخیره نخواهند شد، و داده های سیستم عامل قبلی شما بدون تغییر خواهند بود. عملکرد و ویژگی ها ممکن است که تجربه نصب شده را منعکس نکنند.
fi: Tekemiäsi muutoksia ei tallenneta, ja tietoja edellisestä käyttöjärjestelmästäsi ei muuteta. Suorituskyky ja ominaisuudet eivät välttämättä vastaa asennetun ympäristön kokemusta.
gl: No modo de demostración, os cambios que realice non se gardarán e os datos do sistema operativo anterior non se verán afectados. O rendemento e características poderían non reflectir a experiencia do sistema operativo ao ser instalado.
he: השינויים שייערכו לא יישמרו ונתונים ממערכת ההפעלה הקודמת שלך לא יושפעו. הביצועים והתכונות לא משקפים באופן מלא את החוויה ממערכת מותקנת.
hu: A változtatások nem lesznek mentve és az előző operációs rendszer adatai nem változnak. A teljesítmény és a szolgáltatások minősége nem feltétlenül tükrözik a telepített rendszerét.
id: Perubahan tidak akan disimpan, dan data dari sistem operasi Anda yang sebelumnya tidak akan berubah. Performa dan fitur-fitur kemungkinan tidak mencerminkan pengalaman saat sudah terpasang.
it: In modalità di prova, le modifiche non verranno salvate e i dati del tuo precedente sistema operativo rimarranno inalterati. Le prestazioni e le funzionalità potrebbero non riflettere l'esperienza di un sistema installato.
ja: 変更は保存されず、インストール済みの OS のデータは変更されません。お使いのシステムのパフォーマンスと機能を十分に活用できない可能性があります。
lt: Jūsų atlikti pakeitimai nebus įrašyti, o ankstesnės operacinės sistemos duomenys išliks nepakitę. Našumas ir ypatybės gali neatitikti to patyrimo, kuris gaunamas įdiegus sistemą.
mr: बदल जतन केले जाणार नाहीत आणि आपल्या मागील OS वरील डेटा अपरिवर्तित केला जाईल. कार्यप्रदर्शन आणि वैशिष्ट्ये स्थापित अनुभवास परावर्तित करू शकत नाहीत.
nb: I demomodus, vil ikke endringer du gjør bli lagret, og data fra ditt tidligere operativsystem vil forbli uendret. Ytelse og funksjoner er ikke på samme nivå som ved faktisk installasjon.
nl: In de demomodus zullen veranderingen die u gemaakt heeft niet worden opgeslagen, en data van uw eerdere besturingssysteem niet worden gewijzigd. Prestaties en functionaliteit zullen mogelijkerwijs geen waarheidsgetrouw beeld geven tegenover een daadwerkelijke installatie van het besturingssysteem.
nn: I demomodus vert ikkje endringar du gjer lagra, og data frå tidlegare/andre operativsystem vil vere uendra. Yting og funksjonar er ikkje på same nivå som ved ei faktisk installering.
pa: ਤਬਦੀਲੀਆਂ ਨੂੰ ਸਾਂਭਿਆ ਨਹੀਂ ਜਾਵੇਗਾ ਅਤੇ ਤੁਹਾਡੇ ਪਿਛਲੇ ਅਪਰੇਟਿੰਗ ਸਿਸਟਮ ਦੇ ਡੇਟੇ ਵਿੱਚ ਕੋਈ ਤਬਦੀਲੀ ਨਹੀਂ ਕੀਤੀ ਜਾਵੇਗੀ। ਫ਼ੀਚਰ ਅਤੇ ਕਾਰਗੁਜ਼ਾਰੀ ਸ਼ਾਇਦ ਉਹੋ ਜਿਹੀ ਨਾ ਹੋਵੇ ਜਿਹੋ ਜਿਹੀ ਸਥਾਪਤ ਕੀਤੇ ਅਪਰੇਟਿੰਗ ਸਿਸਟਮ ਦੀ ਹੁੰਦੀ ਹੈ।
pl: Zmiany nie zostaną zapisane, a dane z poprzedniego systemu operacyjnego pozostaną niezmienione. Wydajność i funkcje mogą nie odzwierciedlać doświadczeń, które są po zainstalowaniu systemu.
pt: As alterações não serão guardadas e os dados do sistema operativo anterior não serão alterados. O desempenho e funcionalidades poderão não refletir a experiência instalada.
ru: Изменения не будут сохранены, а данные из прошлой операционной системы останутся без изменений. Производительность и функции могут не соответствовать установленной системе.
sk: Zmeny nebudú uložené a dáta z vášho predchádzajúceho operačného systému zostanú nezmenené. Výkon a funkcie však nemusia byť priamo zrovnateľné s plne nainštalovaným systémom.
sl: V demonstracijskem načinu spremembe ne bodo shranjene in vaš obstoječ operacijski sistem ostane nedotaknjen.
sr: Измене неће бити сачуване, а подаци са вашег претходног ОС-а неће бити измењени. Учинковитост и функције неће одразити инсталирано искуство.
sv: Ändringar sparas inte och data från ditt tidigare operativsystem kommer att vara oförändrade. Prestanda och funktioner kanske inte återspeglar den installerade upplevelsen.
tr: Değişiklikler kaydedilmeyecek ve önceki işletim sisteminizdeki veriler değiştirilmeyecek. Performans ve özellikler kurulmuş sistem tecrübesini yansıtmayabilir.
uk: Зміни не збережуться, а дані, з вашої попередньої ОС, залишаться незайманими. Швидкодія та функціональність можуть бути гіршими ніж на встановленій системі.

source: Erase Disk and Install
ar: امسح وسيط التخزين وثبت
ca: Esborra el disc i fes-hi la instal·lació
ckb: سڕینەوەی پەپکە و دامەزراندن
cs: Vymazat disk a nainstalovat
da: Slet Disk og Installer
de: Laufwerk löschen und installieren
es: Borrar disco e instalar
fa: پاک کردن دیسک و نصب
fi: Tyhjennä levy ja asenna
he: למחוק את הכונן ולהתקין
hu: Tároló törlése és telepítés
id: Hapus Diska dan Pasang
ja: ディスクを削除してインストール
ka: დისკის წაშლა და დაყენება
nb: Slett disk og installer
nl: Schijf wissen en installeren
nn: Slett disken og installer
pa: ਡਿਸਕ ਸਾਫ਼ ਕਰੋ (ਸਾਰਾ ਡੇਟਾ ਮਿਟਾਓ) ਅਤੇ ਸਥਾਪਤ ਕਰੋ
pl: Wyczyść dysk i zainstaluj
pt: Apagar o disco e Instalar
ru: Стереть диск и установить
sk: Vymazať disk a nainštalovať
sv: Radera disk och installera
tr: Diski Sil ve Kur
uk: Стерти диск і встановити

source: Erase everything and install a fresh copy of %s.
ar: احذف كل شيء وثبت نسخة جديدة من %s.
bs: Izbriši sve i instaliraj svježu kopiju %s.
ca: Suprimeix-ho tot i instal·la-hi una còpia nova de l'%s.
ckb: هەموو شتێک بسڕەوە و وێنەیەکی تازەی %s دامەزرێنە.
cs: Vymazat vše a nainstalovat čistou kopii %s.
da: Slet alt og installer en frisk kopi af %s.
de: Sämtliche vorhandene Daten löschen und %s neu installieren.
eo: Forigi ĉion kaj instali freŝan version de %s.
es: Borrar todo e instalar una copia nueva de %s.
fa: همه چیز را پاک کنید و یک نسخه جدید از %s را نصب کنید.
fi: Poista kaikki ja asenna %s.
gl: Eliminar todo e instalar unha nova copia de %s.
he: למחוק הכול ולהתקין עותק רענן של %s.
hu: Minden törlése és egy friss %s-példány telepítése.
id: Hapus semua dan pasang salinan baru dari %s.
it: Cancella tutto e installa una copia nuova di %s.
ja: すべてを消去して %s をクリーンインストールします。
ka: ყველაფრის წაშლა და %s-ის დაყენება.
lt: Viską ištrinti ir įdiegti naują %s kopiją.
mr: सर्व काही मिटवा आणि %s ची ताजी प्रत इन्स्टॉल करा.
nb: Slett alt og installer en ny kopi av %s.
nl: Wis alles en installeer een nieuwe kopie van %s.
nn: Slett alt og installer ein ny kopi av %s.
pa: ਸਭ ਕੁਝ ਮਿਟਾਓ ਅਤੇ %s ਦੀ ਇੱਕ ਤਾਜ਼ੀ ਨਕਲ ਸਥਾਪਤ ਕਰੋ।
pl: Wyczyść wszystko i zainstaluj świeżą kopię %s.
pt: Apagar tudo e instalar uma nova cópia do %s.
ru: Удалить всё и установить новую копию %s.
sk: Vymazať všetko a nainštalovať čistú kópiu %s.
sl: Izbriši vse na računalniku in namesti svežo različico %s.
sr: Обришите све и инсталирајте свеж примерак „%s“.
sv: Radera allt och installera en ny kopia av %s.
tr: Her şeyi sil ve %s yeni kopyasını kur.
uk: Стерти все та встановити нову копію %s.

source: Custom Install (Advanced)
ar: تثبيت مخصص (متقدم)
ca: Instal·lació personalitzada (avançat)
ckb: دامەزراندنی تایبەت (پێشکەوتوو)
cs: Vlastní instalace (pokročilé)
da: Brugerdefineret Installering (Avanceret)
de: Angepasst installieren (für Fortgeschrittene)
es: Instalación personalizada (avanzado)
fa: نصب سفارشی (پیشرفته)
fi: Mukautettu asennus (lisäasetukset)
he: התקנה בהתאמה אישית (מתקדם)
hu: Egyedi telepítés (haladó)
id: Pemasangan Kustom (Lanjutan)
ja: カスタムインストール (高度)
ka: დაყენების მორგება (დამატებითი პარამეტრები)
nb: Egendefinert installasjon (avansert)
nl: Aangepaste installatie (Geavanceerd)
nn: Eigendefinert installasjon(avansert)
pa: ਤਬਦੀਲੀਸ਼ੁਦਾ ਸਥਾਪਨ (ਜਾਣਕਾਰਾਂ ਲਈ)
pl: Własna instalacja (zaawansowana)
pt: Instalação personalizada (Avançado)
ru: Пользовательская установка (для опытных)
sk: Vlastná inštalácia (pokročilé)
sv: Anpassad installation (avancerad)
tr: Özel Kurulum (Gelişmiş)
uk: Налаштувати встановлення (Розширене)

source: Create, resize, or otherwise manage partitions manually. This method may lead to data loss.
ar: قم بإنشاء الأقسام، وتغيير حجمها، وإدارتها بطرق أخرى يدوياً. قد تؤدي هذه الطريقة إلى فقدان البيانات.
bs: Kreiraj, izmijeni veličinu i na druge načine upravljaj ručno particijama. Ova metoda može dovesti do gubitka podataka.
ca: Creeu, canvieu la mida o gestioneu les particions manualment. Aquest mètode pot comportar pèrdua de dades.
ckb: دروستکردن و قەبارەگۆڕین یان بەڕێوەبردنی پارتێشنەکان بەدەستی. لەوەیە ئەم ڕێگەیە سەربکێشێت بۆ لەدەستدانی داتا.
cs: Vytvořte oddíly, měňte jejich velikost, nebo jinak spravujte ručně. Tato metoda může vést ke ztrátě dat.
da: Opret, tilpas størrelsen eller på anden vis administrere partitioner manuelt. Denne metode kan føre til tab af data.
de: Partitionen manuell erstellen, ändern oder auf andere Weise verwalten. Dabei kann es zu Datenverlusten kommen.
eo: Krei, regrandigi aŭ aliiel mane modifi submemorujojn. Ĉi metodo povas perdigi datumojn.
es: Cree, redimensione o gestione manualmente las particiones. Este método puede provocar la pérdida de datos.
fa: پارتیشن ها را به صورت دستی ایجاد، تغییر اندازه یا مدیریت کنید. این روش ممکن است منجر به از دست دادن اطلاعات شود.
fi: Luo osioita, muuta niiden kokoa ja hallitse niitä käsin. Tämä tapa saattaa johtaa tietojen katoamiseen.
gl: Cree, cambie o tamaño ou administre as particións manualmente. Este método pode levar á pérdida de datos.
he: יצירה, שינוי גודל או ניהול של מחיצות באופן ידני. שיטה זו עשויה לגרום לאובדן מידע.
hu: A partíciókat kézzel létrehozhatja, átméretezheti és kezelheti. Ez a módszer adatvesztést okozhat.
id: Buat, ubah ukuran, atau kelola partisi secara manual. Metode ini dapat menyebabkan hilangnya data.
it: Crea, ridimensiona o gestisci manualmente in altro modo le partizioni. Questo metodo può portare alla perdita di dati.
ja: 手動でパーティションの作成やサイズ変更、管理を行います。この方法はデータの損失につながることがあります。
lt: Kurti skaidinius, keisti jų dydį ar kitaip rankiniu būdu juos tvarkyti. Šis būdas gali privesti prie duomenų praradimo.
mr: विभाजने स्वहस्ते विभाजने, आकार बदलणे, किंवा इतरथा व्यवस्थापित करा. ही पद्धत डेटा हानी होऊ शकते.
nb: Opprett, endre størrelse, og på annet vis behandle partisjoner. Denne metoden kan lede til datatap.
nl: Maak partities, pas de grootte aan, of bewerk partities handmatig. Deze methode kan tot het verlies van gegevens leiden.
nn: Opprett, endre storleik, og på andre vis behandle partisjonar. Denne metoden kan leie til datatap.
pa: ਵੰਡਾਂ ਨੂੰ ਹੱਥੀਂ ਬਣਾਓ, ਇਹਨਾਂ ਦਾ ਸਾਈਜ਼ ਬਦਲੋ ਜਾਂ ਹੋਰ ਰੱਖ-ਰਖਾਓ ਕਰੋ। ਇਹ ਤਰੀਕੇ ਨਾਲ਼ ਤੁਸੀਂ ਡੇਟਾ ਗਵਾ ਵੀ ਸਕਦੇ ਹੋ।
pl: Ręcznie twórz, zmieniaj rozmiar i dokonuj wszelkich operacji na partycjach. Ta metoda może spowodować utratę danych.
pt: Crie, redimensione ou faça a gestão das partições manualmente. Este método pode levar à perda de dados.
ru: Создание и изменение разделов вручную. Этот способ может привести к потере данных.
sk: Vytvorte oddiely, meňte ich veľkosť alebo ich inak spravujte ručne. Táto metóda môže viesť k strate dát.
sl: Ustvari, spremeni velikost ali drugače upravljaj s particijami. Obstaja nevarnost izgube podatkov.
sr: Направите, промените величину или другачије управљајте партицијама ручно. Ова метода може довести до губитка података.
sv: Skapa, ändra storlek på eller på annat sätt hantera partitioner manuellt. Denna metod kan leda till dataförlust.
tr: Oluştur, yeniden boyutlandır, veya bölümleri el ile yönet. Bu yöntem veri kaybına yol açabilir.
uk: Створюйте, змінюйте розмір або керуйте розділами власноруч. Цей метод може призвести до втрати даних.

source: Custom Install
ar: تثبيت مخصص
ca: Instal·lació personalitzada
ckb: دامەزراندنی تایبەت
cs: Vlastní instalace
da: Brugerdefineret Installering
de: Angepasst installieren
es: Instalación personalizada
fa: نصب سفارشی
fi: Mukautettu asennus
he: התקנה בהתאמה אישית
hu: Egyedi telepítés
id: Pemasangan Kustom
ja: カスタムインストール
ka: დაყენების მორგება
nb: Egendefinert installasjon
nl: Aangepaste installatie
nn: Eigendefinert installasjon
pa: ਤਬਦੀਲੀਸ਼ੁਦਾ ਸਥਾਪਨ
pl: Własna instalacja
pt: Instalação personalizada
ru: Пользовательская установка
sk: Vlastná inštalácia
sv: Anpassad installation
tr: Özel Kurulum
uk: Налаштувати встановлення

source: Continue Setting Up
ar: أكمل الإعداد
bs: Nastavi s podešavanjem
ca: Continua la configuració
ckb: بەردەوامبوون لە ئامادەکردن
cs: Pokračovat v nastavování
da: Forsæt Opsætning
de: Einrichtung fortsetzen
eo: Daŭrigi agordadon
es: Continuar configuración
fa: ادامه ی راه اندازی
fi: Jatka asentamista
gl: Continuar coa configuración
he: המשך ההתקנה
hu: Beállítás folytatása
id: Lanjutkan Penyiapan
it: Continua la configurazione
ja: セットアップを続行
ka: დაყენების გაგრძელება
lt: Tęskite nustatymą
mr: सेट अप सुरू ठेवा
nb: Fortsett oppsett
nl: Vervolg instellen
nn: Hald fram med oppsett
pa: ਸੈੱਟਅਪ ਕਰਨਾ ਜਾਰੀ ਰੱਖੋ
pl: Kontynuuj ustawianie
pt: Continuar a configuração
ru: Продолжить установку
sk: Pokračovať v nastavovaní
sl: Nadaljuj namestitev
sr: Настави подешавања
sv: Fortsätt konfigurera
tr: Kurmaya Devam Et
uk: Продовжити встановлення

source: %s has been installed
ar: تم تثبيت %s
ca: S'ha instal·lat %s.
ckb: %s دامەزراوە
cs: %s byl nainstalován
da: %s er blevet installeret
de: %s wurde installiert
es: Se ha instalado %s
fa: %s نصب شده است
fi: %s on asennettu
he: %s הותקן
hu: %s telepítésre került
id: %s telah dipasang
ja: %s のインストールが完了しました
ka: "%s" დაყენებულია
nb: %s har blitt installert
nl: %s is geïnstalleerd
nn: %s har blitt installert
pa: %s ਸਥਾਪਤ ਹੋ ਚੁੱਕਿਐ
pl: %s został zainstalowany
pt: %s foi instalado
ru: %s установлено
sk: %s bol nainštalovaný
sv: %s har installerats
tr: %s yüklendi
uk: %s встановлено

source: Shut Down
ar: أوقف التشغيل
bs: Isključenje
ca: Atura
ckb: کوژاندنەوە
cs: Vypnout
da: Sluk
de: Ausschalten
eo: Malŝalti
es: Apagar
fa: خاموش کردن
fi: Sammuta
gl: Apagar
he: כיבוי
hu: Kikapcsolás
id: Matikan
it: Arresta
ja: シャットダウン
ka: გამორთვა
lt: Išjungti
mr: बंद
nb: Slå av
nl: Afsluiten
nn: Slå av
pa: ਬੰਦ ਕਰੋ
pl: Wyłącz komputer
pt: Encerrar
ru: Выключить
si: වසා දමන්න
sk: Vypnúť
sl: Izklop
sr: Угаси
sv: Stäng av
tr: Kapat
uk: Вимкнути

source: Your device will automatically restart in %i second.
ar: ستتم إعادة تشغيل جهازك تلقائياً الآن.
ca: El dispositiu es reiniciarà automàticament d'aquí a %i segon.
ckb: ئامێرەکەت خۆکرانە لە ماوەی %i چرکەدا پێدەبێتەوە.
cs: Počítač se automaticky restartuje za %i sekundu.
da: Din enhed genstarter automatisk om %i sekund.
de: Ihr Gerät wird in %i Sekunde automatisch neu gestartet.
es: El dispositivo se reiniciará automáticamente en %i segundo.
fa: دستگاه شما در %i ثانیه به طور خودکار راه اندازی مجدد خواهد شد.
fi: Laitteesi käynnistyy uudelleen automaattisesti %i sekunnissa.
he: ההתקן שלך יופעל מחדש אוטומטית בעוד שנייה.
hu: A készüléke automatikusan újraindul %i másodperc múlva.
id: Perangkat Anda akan dimulai ulang secara otomatis dalam %i detik.
it: Il tuo dispositivo si riavvierà automaticamente in un secondo.
ja: お使いのデバイスは %i 秒後に自動的に再起動します。
ka: თქვენი მოწყობილობა ავტომატურად გადაიტვირთება %i წამში.
mr: आपले डिव्हाइस स्वयंचलितपणे %i सेकंदात रीस्टार्ट होईल.
nb: Omstart av enheten vil skje om %i sekund.
nl: Uw computer zal automatisch herstarten over %i seconde.
nn: Eininga di vil starta på nytt om %i sekund.
pa: ਤੁਹਾਡੀ ਡਿਵਾਈਸ %i ਸਕਿੰਟ ਵਿੱਚ ਆਪਣੇ-ਆਪ ਰੀਸਟਾਰਟ ਹੋ ਜਾਵੇਗੀ।
pl: Twoje urządzenie zostanie uruchomione ponownie automatycznie za %i sekundę.
pt: O dispositivo irá reiniciar automaticamente em %i segundo.
ru: Ваше устройство автоматически перезагрузится через %i секунду.
sk: Vaše zariadenie sa automaticky reštartuje za %i sekundu.
sr: Ваш уређај ће се сам поново покренути за %i секунду.
tr: Cihazınız %i saniye içinde otomatik olarak yeniden başlayacaktır.
uk: Ваш пристрій автоматично перезапуститься за %i секунду.

source: After restarting you can set up a new user, or you can shut down now and set up a new user later.
ar: بعد إعادة التشغيل، يمكنك إنشاء مستخدم جديد، أو يمكنك إيقاف التشغيل الآن وإنشاء مستخدم جديد لاحقاً.
bs: Nakon ponovnog pokretanja možete podesiti novog korisnika ili možete isključiti i podesiti novog korisnika kasnije.
ca: Després de reiniciar el dispositiu podreu establir un usuari nou, o bé podeu aturar-lo ara i establir-lo més tard.
ckb: دوای پێکردنەوە، دەتوانیت ئامادەکردنی سیستەمەکەت تەواو بکەیت و بەکارهێنەری تازە دروست بکەت یانیش بیکوژێنیتەوە و دواتر ئەنجامی بدەیت.
cs: Po dokončení restartu můžete vytvořit nového uživatele, nebo teď můžete počítač vypnout a vytvořit uživatele později.
da: Efter genstart kan du oprette en ny bruger, eller du kan lukke nu og oprette en ny bruger senere.
de: Nach einem Neustart können Sie einen neuen Benutzer einrichten; Sie können das Gerät aber auch ausschalten und den neuen Benutzer später einrichten.
eo: Post restarto, eblos agordi novan uzanton, aŭ eblas malŝalti nun kaj agordi novan uzanton, alian fojon.
es: Después de reiniciar puede configurar una cuenta de usuario nueva, o puede apagar ahora y configurar la cuenta más tarde.
fa: بعد از بارگذاری میتوانید نام کاربری جدید بسازید، یا خاموش کنید و بعدا نام کاربری را انتخاب کنید.
fi: Uudelleenkäynnistyksen jälkeen voit luoda uuden käyttäjän, tai voit sammuttaa laitteen nyt ja luoda käyttäjän myöhemmin.
gl: Despois de reiniciar pode configurar unha conta de usuario nova, ou pode apagar agora e configurar a conta máis tarde.
he: לאחר ההפעלה מחדש ניתן להקים משתמש חדש, או שניתן לכבות את ההתקן כעת ולהקים משתמש חדש מאוחר יותר.
hu: Az újraindítás után beállíthat egy új felhasználót, vagy leállíthatja készüléket, és létrehozhat egy új felhasználót később.
id: Setelah memulai ulang Anda dapat menyiapkan pengguna baru, atau Anda dapat mematikan dan menyiapkan pengguna baru nanti.
it: Dopo il riavvio potrai configurare un nuovo utente, oppure puoi spegnere ora e configurare il nuovo utente più tardi.
ja: 再起動後は新しいユーザーをセットアップすることができます。あるいは、今はシャットダウンして、後でユーザーをセットアップすることもできます。
lt: Po paleidimo iš naujo galėsite atlikti naujo naudotojo sąranką arba galite išjungti įrenginį dabar ir nustatyti naudotoją vėliau.
mr: रीस्टार्ट केल्यानंतर आपण एक नवीन वापरकर्ता सेट करू शकता किंवा आपण आता बंद करू शकता आणि नंतर नवीन वापरकर्ता सेट करू शकता.
nb: Etter omstart kan du opprette en ny bruker eller du kan slå av maskinen nå og opprette en ny bruker senere.
nl: Na het opnieuw opstarten kunt u een nieuwe gebruiker aanmaken, of u kunt uw apparaat afsluiten om later een gebruiker aan te maken.
nn: Etter omstarten kan du opprette ein ny brukar, eller du kan slå av maskina no og opprette ein ny brukar seinare.
pa: ਰੀਸਟਾਰਟ ਤੋਂ ਬਾਅਦ ਤੁਸੀਂ ਨਵਾਂ ਵਰਤੋਂਕਾਰ ਸੈੱਟ ਕਰ ਸਕਦੇ ਹੋ, ਜਾਂ ਫਿਰ ਹੁਣ ਤੁਸੀਂ ਡਿਵਾਈਸ ਨੂੰ ਬੰਦ ਕਰ ਸਕਦੇ ਹੋ ਅਤੇ ਨਵਾਂ ਵਰਤੋਂਕਾਰ ਬਾਅਦ ਵਿੱਚ ਵੀ ਸੈੱਟ ਕਰ ਸਕਦੇ ਹੋ।
pl: Po uruchomieniu będzie można skonfigurować nowego użytkownika. Możesz też wyłączyć urządzenie i skonfigurować użytkownika później.
pt: Após reiniciar pode configurar um novo utilizador, ou pode desligar agora e configurar um novo utilizador mais tarde.
ru: После перезагрузки вы сможете настроить новую учётную запись, или вы можете выключить компьютер сейчас и настроить новую учётную запись позже.
sk: Po reštarte môžete vytvoriť nového používateľa, prípadne môžete zariadenie hneď teraz vypnúť a vytvoriť nového používateľa neskôr.
sl: Po ponovnem zagonu lahko ustvarite nov uporabniški račun.
sr: Након поновног покретања можете поставити новог корисника или можете угасити и касније поставити новог корисника.
sv: Efter omstart kan du skapa en ny användare, eller så kan du stänga av nu och skapa en ny användare senare.
tr: Yeniden başlattıktan sonra yeni bir kullanıcı oluşturabilir veya şimdi kapatabilir ve daha sonra yeni bir kullanıcı ayarlayabilirsiniz.
uk: Після перезапуску ви можете налаштувати нового користувача або вимкнути зараз і налаштувати нового користувача пізніше.

source: Decrypt This Partition
ar: فك تشفير هذا القسم
bs: Dešifriraj ovu particiju
ca: Desencripta aquesta partició
ckb: کردنەوەی کۆدەکانی ئەم پارتێشنە
cs: Odemknout tento oddíl
da: Dekrypter Denne Partition
de: Diese Partition entschlüsseln
eo: Malĉifrigi ĉi submemorujon
es: Descifrar esta partición
fa: رمزگشایی این پارتیشن
fi: Pura osion salaus
gl: Desencriptar esta participación
he: פענוח המחיצה הזאת
hu: Partíció visszafejtése
id: Dekripsi Partisi Ini
it: Decritta questa partizione
ja: このパーティションを復号
ka: ამ დანაყოფის გაშიფვრა
lt: Iššifruoti šį skaidinį
mr: हा विभाजन डीक्रीप्ट करा
nb: Dekrypter denne partisjonen
nl: Ontsleutel deze partitie
nn: Dekrypter denne partisjonen
pa: ਇਸ ਵੰਡ ਨੂੰ ਡੀਕ੍ਰਿਪਟ ਕਰੋ
pl: Odszyfruj tę partycję
pt: Desencriptar esta partição
ru: Расшифровать этот раздел
sk: Odomknúť tento oddiel
sl: Odkleni to particijo
sr: Дешифруј ову партицију
sv: Dekryptera den här partitionen
tr: Bu Bölümü Çöz
uk: Розшифрувати цей розділ
