Repository: elementary/installer
Catalog: po/*.po
Languages: ar, bs, ca, ckb, cs, da, de, eo, es, fa, fi, gl, he, hu, id, it, ja, ka, lt, mr, nb, nl, nn, pa, pl, pt, ru, si, sk, sl, sr, sv, tr, uk, uz

source: Enter the partition's encryption password and set a device name for the decrypted partition.
ar: أدخل كلمة مرور التشفير الخاصة بالقسم وقم بتعيين اسم الجهاز للقسم الذي تم فك تشفيره.
bs: Unesite lozinku šifriranja za ovu particiju i podesite novi naziv uređaja za dešifriranu particiju.
ca: Escriviu la contrasenya d'encriptació de la partició i establiu un nom de dispositiu per a la partició desencriptada.
ckb: تێپەڕەوشەی کۆدکردنی پارتێشنەکە بنووسە و ناوی ئامێرێک بۆ پارتێشنی کۆدلێکراوە دابنێ.
cs: Zadejte šifrovací heslo oddílu a přiřaďte název zařízení pro šifrovaný oddíl.
da: Indtast partitionens krypteringsadgangskode og angiv et enhedsnavn for den dekrypterede partition.
de: Verschlüsselungspasswort der Partition eingeben und den Gerätenamen für die entschlüsselte Partition festlegen.
eo: Enigu la submemorujan ĉifran pasvorton kaj difinu aparatan nomon por la neĉifra submemorujo.
es: Introduzca la contraseña de cifrado de la partición y establezca un nombre de dispositivo para la partición descifrada.
fa: رمز عبور رمزگذاری پارتیشن را وارد کنید و نام دستگاه را برای پارتیشن رمزگشایی تعیین کنید.
fi: Anna osion salauksen salasana, ja aseta laitenimi salaamattomalle osiolle.
gl: Introduza o contrasinal de encriptación da partición e estableza un nome de dispositivo para a partición desencriptada.
he: נא להזין את ססמת ההצפנה של המחיצה ולהגדיר את שם ההתקן של המחיצה המפוענחת.
hu: Adja meg a partíció titkosítási jelszavát és állítsa be a feloldott titkosítású partíció eszköznevét.
id: Masukkan kata sandi enkripsi partisi dan tetapkan sebuah nama perangkat untuk partisi yang didekripsi.
it: Inserisci la password crittografica della partizione e imposta un nome di dispositivo per la partizione decriptata.
ja: パーティションの暗号化パスワードを入力し、復号するパーティションのデバイス名を選択してください。
lt: Įvesti skaidinio šifravimo slaptažodį ir iššifruotam skaidiniui nustatyti įrenginio pavadinimą.
mr: विभाजनचे एनक्रिप्शन पासवर्ड द्या आणि डिक्रिप्टेड विभाजनासाठी साधन नाव सेट करा.
nb: Skriv inn partisjonens krypteringspassord og gi den et enhetsnavn.
nl: Voer het sleutelwachtwoord van de partitie in en stel een apparaatnaam in voor de ontsleutelde partitie.
nn: Skriv inn partisjonen sitt krypteringspassord og gi den eit einingsnamn.
pa: ਇਸ ਵੰਡ ਦਾ ਇਨਕ੍ਰਿਪਸ਼ਨ ਪਾਸਵਰਡ ਦਾਖ਼ਲ ਕਰੋ ਅਤੇ ਡੀਕ੍ਰਿਪਟ ਹੋਈ ਵੰਡ ਲਈ ਡਿਵਾਈਸ ਨਾਂ ਸੈੱਟ ਕਰੋ।
pl: Wprowadź hasło szyfrowania partycji i ustaw nazwę urządzenia dla odszyfrowanej partycji.
pt: Introduza a palavra-passe de encriptação da partição e configure um nome de dispositivo para a partição desencriptada.
ru: Введите пароль для расшифровки этого раздела и установите название устройства для расшифрованного раздела.
sk: Zadajte šifrovacie heslo oddielu a nastavte názov zariadenia pre odšifrovaný oddiel.
sl: Vnesite šifrirno geslo in nastavite LUKS ime naprave.
sr: Унесите лозинку шифровања партиције и поставите назив уређаја за дешифровану партицију.
sv: Ange partitionens krypteringslösenord och ange ett enhetsnamn för den dekrypterade partitionen.
tr: Bölümün şifreleme parolasını girin ve şifreli bölüm için bir cihaz adı ayarlayın.
uk: Введіть пароль шифрування розділу та встановіть назву пристрою для розшифрованого розділу.

source: Password:
ar: كلمة المرور:
bs: Lozinka:
ca: Contrasenya:
ckb: تێپەڕەوشە:
cs: Heslo:
da: Adgangskode:
de: Passwort:
eo: Pasvorto:
es: Contraseña:
fa: کلمه عبور:
fi: Salasana:
gl: Contrasinal:
he: ססמה:
hu: Jelszó:
ja: パスワード:
ka: პაროლი:
lt: Slaptažodis:
mr: पासवर्ड:
nb: Passord:
nl: Wachtwoord:
nn: Passord:
pa: ਪਾਸਵਰਡ:
pl: Hasło:
pt: Palavra-passe:
ru: Пароль:
sk: Heslo:
sl: Geslo:
sr: Лозинка:
sv: Lösenord:
tr: Parola:
uk: Пароль:

source: Device name:
ar: اسم الجهاز:
bs: Naziv uređaja:
ca: Nom del dispositiu:
ckb: ناوی ئامێر:
cs: Název zařízení:
da: Enhedsnavn:
de: Gerätename:
eo: Nomo de la aparato:
es: Nombre del dispositivo:
fa: نام دستگاه:
fi: Laitteen nimi:
gl: Nome do dispositivo:
he: שם ההתקן:
hu: Eszköz neve:
id: Nama Perangkat:
it: Nome del dispositivo:
ja: デバイス名:
ka: მოწყობილობის სახელი:
lt: Įrenginio pavadinimas:
mr: उपकरणाचे नाव:
nb: Enhetsnavn:
nl: Apparaatnaam:
nn: Einingsnamn:
pa: ਡਿਵਾਈਸ ਦਾ ਨਾਂ:
pl: Nazwa urządzenia:
pt: Nome do dispositivo:
ru: Имя устройства:
sk: Názov zariadenia:
sl: Ime naprave:
sr: Назив уређаја:
sv: Enhetens namn:
tr: Cihaz adı:
uk: Назва пристрою:
uz: Qurilma nomi:

source: Decrypt
ar: فك التشفير
bs: Dešifriraj
ca: Desencripta
ckb: کردنەوەی کۆد
cs: Odemknout
da: Dekrypter
de: Entschlüsseln
eo: Malĉifri
es: Descifrar
fa: رمزگشایی
fi: Pura salaus
gl: Desencriptar
he: פענוח
hu: Visszafejtés
id: Dekripsi
it: Decodifica
ja: 復号
ka: გაშიფვრა
lt: Iššifruoti
mr: डीक्रिप्ट
nb: Dekrypter
nl: Ontsleutel
nn: Dekrypter
pa: ਡੀਕ੍ਰਿਪਟ ਕਰੋ
pl: Odszyfruj
pt: Desencriptar
ru: Расшифровать
sk: Odomknúť
sl: Odkleni
sr: Дешифруј
sv: Dekryptera
tr: Çöz
uk: Розшифрувати
uz: Shifrdan chiqarish

source: LUKS volume was decrypted
ar: تم فك تشفير وحدة تخزين LUKS
bs: LUKS pogon je dešifriran
ca: S'ha desencriptat el volum LUKS
ckb: کۆدی ڤۆلیومی LUKS کرایەوە
cs: LUKS svazek byl odemknut
da: LUKS-volumen blev dekrypteret
de: LUKS-Laufwerk wurde entschlüsselt
eo: LUKS-memorujo malĉifrita
es: Se descifró el volumen LUKS
fa: حجم LUKS رمزگشایی شد
fi: LUKS-taltion salaus avattiin
gl: O volume LUKS foi desencriptado
he: מחיצת ה־LUKS פוענחה
hu: A LUKS kötetet visszafejtettük
id: Volume LUKS didekripsi
it: Il volume LUKS è stato decodificato
ja: LUKS ボリュームが復号されました
ka: LUKS დანაყოფი გაშიფრულია
lt: LUKS tomas buvo iššifruotas
mr: LUKS खंड डिक्रिप्ट झाले
nb: LUKS-partisjonen ble dekryptert
nl: LUKS-volume is ontsleuteld
nn: LUKS-partisjonen vart dekryptert
pa: ਐੱਲਯੂਕੇਐੱਸ ਵੰਡ ਡੀਕ੍ਰਿਪਟ ਹੋ ਗਈ
pl: Wolumin LUKS został odszyfrowany
pt: O volume LUKS foi desencriptado
ru: Том LUKS был расшифрован
sk: Zväzok LUKS bol odomknutý
sl: LUKS naprava je bila odklenjena
sr: ЛУКС волумен је дешифрован
sv: LUKS-volymen har dekrypterats
tr: LUKS bölümü çözülmüştü
uk: Том LUKS розшифровано
uz: LUKS jildi shifrlangan

source: Use Partition
ar: استخدم القسم
ca: Usa la partició
ckb: پارتێشن بەکاربێنە
cs: Použít oddíl
de: Partition wählen
es: Utilizar partición
fa: استفاده از پارتیشن
fi: Käytä osiota
he: להשתמש במחיצה
hu: Partíció használata
id: Gunakan Partisi
ja: パーティションを使う
ka: დანაყოფის გამოყენება
nb: Bruk partisjon
nl: Gebruik partitie
nn: Bruk partisjon
pa: ਇਹ ਵੰਡ ਵਰਤੋ
pl: Użyj partycji
pt: Usar partição
ru: Использовать раздел
sk: Použiť oddiel
sv: Använd partition
tr: Bölümü Kullan
uk: Використати розділ

source: Format
ar: أعد التهيئة
ckb: فۆڕمات
cs: Formátovat
de: Formatieren
es: Formatear
fa: فرمت
fi: Alusta
he: תסדיר
hu: Formázás
ja: フォーマット
ka: ფორმატი
nl: Formatteren
pa: ਫ਼ਾਰਮੈਟ ਕਰੋ
pt: Formatar
ru: Форматировать
sk: Formátovať
tr: Biçimlendir
uk: Форматувати

source: Delete all data and set up a new file system
ar: امسح جميع البيانات وقم بإعداد نظام ملفات جديد
ca: Suprimeix-ne totes les dades i estableix-hi un sistema de fitxers nou.
ckb: سڕینەوەی هەموو داتا و دانانی فایل سیستەمێکی نوێ
cs: Smazat všechny data a vytvořit nový souborový systém
de: Sämtliche Daten löschen und ein neues Dateisystem anlegen
es: Eliminar todos los datos y configurar un nuevo sistema de archivos
fa: تمام داده ها را حذف کنید و یک سیستم فایل جدید راه اندازی کنید
fi: Poista kaikki tiedot ja aseta uusi tiedostojärjestelmä
he: למחוק את כל הנתונים ולהקים מערכת קבצים חדשה
hu: Minden adat törlése és új fájlrendszer felállítása
id: Hapus semua data dan siapkan sistem berkas baru
ja: すべてのデータを削除し、ファイルシステムを新しくセットアップします
ka: მონაცემების წაშლა და ახალი ფაილური სისტემის აწყობა
nl: Alle data verwijderen en een nieuw bestandssysteem opzetten
nn: Slett all informasjon og sett opp eit nytt filsystem
pa: ਸਾਰਾ ਡੇਟਾ ਮਿਟਾਓ ਅਤੇ ਇੱਕ ਨਵਾਂ ਫ਼ਾਇਲ ਸਿਸਟਮ ਸੈੱਟ ਕਰੋ
pl: Usuń wszystkie dane i stwórz nowy system plików
pt: Elimina todos os dados e configura um novo sistema de ficheiros
ru: Удалить все данные и установить новую файловую систему
sk: Zmazať všetky dáta a nastaviť nový súborový systém
sv: Ta bort alla data och skapa ett nytt filsystem
tr: Tüm verileri silin ve yeni bir dosya sistemi kurun
uk: Видалити всі дані та встановити нову файлову систему

source: Use as:
ar: استخدمه ك:
bs: Koristi kao:
ca: Usa com a:
ckb: بەکارهێنان وەکو:
cs: Použít jako:
da: Brug som:
de: Verwenden als:
eo: Uzi kiel:
es: Utilizar como:
fa: استفاده به عنوان:
fi: Käytä:
gl: Empregar como:
he: שימוש בתור:
hu: Használat mint:
id: Gunakan sebagai:
it: Usa come:
ja: 使用方法:
ka: გამოყენება, როგორც:
lt: Naudoti kaip:
mr: म्हणून वापरा:
nb: Bruk som:
nl: Gebruik als:
nn: Bruk som:
pa: ਵਰਤੋ ਬਤੌਰ:
pl: Użyj jako:
pt: Usar como:
ru: Использовать как:
sk: Použiť ako:
sl: Uporabi kot:
sr: Користи као:
sv: Använd som:
tr: Olarak kullan:
uk: Використовувати як:
uz: Ushbu sifatida foydalanish:

source: Root (/)
ar: الجذر (/)
bs: Korijen (/)
ca: Arrel (/)
ckb: ڕووت (/)
cs: Kořen (/)
de: Wurzel (/)
eo: Radiko (/)
es: Raíz (/)
fi: Juuri (/)
gl: Raíz (/)
he: שורש (/)
hu: Gyökér (/)
ja: ルート (/)
lt: Šaknis (/)
mr: रूट (/)
nb: Rot (/)
nn: Rot (/)
pa: ਜੜ੍ਹ (/)
pl: Katalog główny (/)
ru: Корневой каталог (/)
sl: Korenska particija (/)
sr: Корена (/)
sv: Rot (/)
tr: Kök (/)
uk: Корінь (/)
uz: Ildiz katalog (/)

source: Home (/home)
ar: المنزل (home/)
bs: Dom (/home)
ca: Partició de l'usuari (/home)
ckb: ماڵەوە (/home)
cs: Domovské složky (/home)
eo: Hejmo (/home)
es: Unidad personal (/home)
fi: Koti (/home)
gl: Disco persoal (/home)
he: בית (‎/home)
it: Cartella personale (/home)
ja: ホーム (/home)
ka: მომხმ. საწყ. (/home)
lt: Namai (/home)
mr: होम(/home)
nb: Hjem (/home)
nn: Heim (/home)
pa: ਘਰ (/home)
pl: Katalog domowy (/home)
pt: Pasta Pessoal (/home)
ru: Домашний каталог (/home)
sk: Domovské priečinky (/home)
sl: Domači imenik (/home)
sr: Лична (/home)
sv: Hem (/home)
uk: Домівка (/home)
uz: Uy katalogi (/home)

source: Boot (%s)
ar: الإقلاع (%s)
bs: Pokretač/boot (%s)
ca: Arrencada (%s)
ckb: بووت (%s)
eo: Praŝargo (%s)
es: Arranque (%s)
fa: بوت(%s)
fi: Käynnistys (%s)
gl: Arranque (%s)
he: הפעלה (%s)
it: Avvio (%s)
ja: ブート (%s)
ka: ჩასატვირთი (%s)
lt: Paleidimas (%s)
mr: बूट (%s)
nb: Oppstart (%s)
nn: Oppstart (%s)
pa: ਬੂਟ (%s)
pl: Rozruch (%s)
ru: Загрузка (%s)
sl: Zagon (%s)
sr: Подизна (%s)
sv: Stövel (%s)
uk: Завантаження (%s)
uz: Yuklash (%s)

source: Swap
ar: المبادلة (Swap)
ca: Intercanvi
ckb: سواپ
eo: Permutaĵo
es: Intercambio
gl: Intercambio
he: החלפה
ja: スワップ
ka: სვაპი
lt: Sukeitimų
mr: स्वॅप
nb: Sideveksling
nn: Sideveksling
pa: ਸਵੈਪ
pl: Przestrzeń wymiany
ru: Раздел подкачки (Swap)
sl: Izmenjalni prostor (swap)
sr: Разменска
sv: Byt
tr: Takas

source: Custom
ar: مخصص
bs: Prilagođeno
ca: Personalitzada
ckb: تایبەت
cs: Uživatelsky určené
da: Brugerdefineret
de: Benutzerdefiniert
eo: Tajlorita
es: Personalizado
fa: سفارشی
fi: Mukautettu
gl: Personalizado
he: התאמה אישית
hu: Egyedi
id: Kustom
it: Personalizzato
ja: カスタム
ka: მორგებული
lt: Tinkintas
mr: सानुकूल
nb: Egendefinert
nl: Aangepast
nn: Eigendefinert
pa: ਤਬਦੀਲੀਸ਼ੁਦਾ
pl: Własny
pt: Personalizado
ru: Пользовательский
sk: Vlastné
sl: Po meri
sr: Произвољно
sv: Anpassad
tr: Özel
uk: Власне
uz: Moslashtirilgan

source: Custom:
ar: مخصص:
bs: Prilagođeno:
ca: Personalitzada:
ckb: تایبەت:
cs: Uživatelsky určené:
da: Brugerdefineret:
de: Benutzerdefiniert:
eo: Tajlorita:
es: Personalizado:
fa: سفارشی:
fi: Mukautettu:
gl: Personalizado:
he: התאמה אישית:
hu: Egyedi:
id: Kustom:
it: Personalizzato:
ja: カスタム:
ka: ხელით:
lt: Tinkintas:
mr: सानुकूल:
nb: Egendefinert:
nl: Aangepast:
nn: Eigendefinert:
pa: ਤਬਦੀਲੀਸ਼ੁਦਾ:
pl: Własny:
pt: Personalizado:
ru: Пользовательский:
sk: Vlastné:
sl: Po meri:
sr: Произвољно:
sv: Anpassad:
tr: Özel:
uk: Власне:
uz: Moslashtirilgan:

source: Filesystem:
ar: نظام الملفات:
bs: Sistem datoteka:
ca: Sistema de fitxers:
ckb: فایل سیستەم:
cs: Souborový systém:
da: Filsystem:
de: Dateisystem:
eo: Dosiersistemo:
es: Sistema de archivos:
fa: سیستم فایل:
fi: Tiedostojärjestelmä:
gl: Sistema de ficheiros:
he: מערכת קבצים:
hu: Fájlrendszer:
id: Sistem Berkas:
ja: ファイルシステム:
ka: ფაილური სისტემა:
lt: Failų sistema:
mr: फाइलसिस्टम:
nb: Filsystem:
nl: Bestandsysteem:
nn: Filsystem:
pa: ਫ਼ਾਇਲ-ਸਿਸਟਮ:
pl: System plików:
pt: Sistema de ficheiros:
ru: Файловая система:
sk: Súborový systém:
sl: Datotečni sistem:
sr: Систем датотека:
sv: Filsystem:
tr: Dosya sistemi:
uk: Файлова система:
uz: Fayl tizimi:

source: Default (ext4)
ar: الافتراضي (ext4)
bs: Standardni (ext4)
ca: Per defecte (ext4)
ckb: بنەڕەت (ext4)
cs: Výchozí (ext4)
da: Standard (ext4)
de: Standard (ext4)
eo: Apriore (ext4)
es: Predeterminado (ext4)
fa: پیشفرض (ext4)
fi: Oletus (ext4)
gl: Predeterminado (ext4)
he: בררת מחדל (ext4)
hu: Alapértelmezett (ext4)
id: Bawaan (ext4)
it: Predefinito (ext4)
ja: デフォルト (ext4)
ka: ნაგულისხმები (ext4)
lt: Numatytasis (ext4)
mr: डीफॉल्ट(ext4)
nb: Forvalg (ext4)
nl: Standaard (ext4)
nn: Standardval (ext4)
pa: ਡਿਫ਼ਾਲਟ (ਈ.ਐਕਸ.ਟੀ4)
pl: Domyślny (ext4)
pt: Padrão (ext4)
ru: По умолчанию (ext4)
sk: Predvolený (ext4)
sl: Privzet (ext4)
sr: Основни (ext4)
sv: Förval (etx4)
tr: Varsayılan (ext4)
uk: Типова (ext4)
uz: Odatiy (ext4)

source: Custom value must begin with /
ca: El valor personalitzat ha de començar per /
de: Eigene Werte müssen mit »/« beginnen
fa: مقدار سفارشی باید با / شروع شود
he: ערך מותאם אישית חייב להתחיל ב־/
ja: カスタム値は / で始める必要があります
ka: მორგებული მნიშვნელობა /-ით უნდა იწყებოდეს
nl: Aangepaste waarde moet beginnen met /
pl: Niestandardowa wartość musi zaczynać się od /
ru: Значение должно начинаться с /
sv: Anpassat värde måste börja med /
uk: Користувацьке значення повинно починатися з /

source: Encrypt this device's drive if required for added protection, but be sure you understand:
ar: قم بتشفير وسيط تخزين هذا الجهاز إذا كان مطلوباً لحماية إضافية، ولكن تأكد من فهمك للتالي:
ckb: ئەگەر پێویست بوو بۆ پاراستنی زیاتر، درایڤی ئەم ئامێرە کۆد بکە، بەڵام دڵنیابە کە تێدەگەیت:
cs: Pokud potřebujete vyšší zabezpečení, zapněte šifrování úložiště. Nejprve se ale ujistěte, že rozumíte následujícímu:
es: Cifre la unidad de este dispositivo si es necesario para mayor protección, pero asegúrese de entender:
fi: Salaa tämän laitteen asema jos lisäturvaa tarvitaan, mutta varmista että ymmärrät:
hu: Titkosítsa a készülék meghajtóját, ha adatvédelmi szempontból szükséges, de vegye figyelembe:
ja: 必要であれば、ドライブを暗号化してデバイスの保護を強化できます。ただし、以下の点に注意してください。
nb: Krypter denne enhetens lagring hvis det kreves for ekstra beskyttelse, men forsikre deg om at du forstår følgende:
nn: Krypter disken på denne eininga for meir tryggleik. Men ver sikker på at du forstår:
pa: ਜੇ ਲੋੜ ਹੋਵੇ ਤਾਂ ਇਸ ਡਿਵਾਈਸ ਦੀ ਡਰਾਈਵ ਪਾਸਵਰਡ-ਰੱਖਿਅਤ ਕਰੋ, ਪਰ ਇਹ ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਤੁਸੀਂ ਇਹ ਚੰਗੀ ਤਰ੍ਹਾਂ ਸਮਝਦੇ ਹੋਵੋਂ:
pt: Encriptar a unidade deste dispositivo, se necessário para protecção adicional, mas certifique-se de que compreende:
ru: При необходимости зашифруйте диск этого устройства для дополнительной защиты, но убедитесь, что понимаете, что:
sk: Ak je to potrebné, zašifrujte disk tohoto zariadenia pre zvýšené zabezpečenie. Predtým sa ubezpečte, že rozumiete nasledovnému:

source: The encryption password will be required each time this device is turned on. Store it somewhere safe.
ar: كلمة مرور التشفير ستكون مطلوبة في كل مرة تقوم بفتح الجهاز. احفظها في مكان آمن.
ckb: تێپەڕەوشەی کۆدکردن پێویست دەبێت هەر کاتێک ئەم ئامێرە پێ بکەیت، بۆیە لە شوێنێکی سەلامەت بیپارێزە.
cs: Šifrovací heslo bude vyžadováno pokaždé, když tento počítač zapnete. Uložte si ho někde bezpečně.
da: Krypteringsadgangskoden kræves hver gang du tænder denne enhed. Gem adgangskoden et sikkert sted.
eo: La ĉifra pasvorto estos petata je ĉiu ŝalto. Konservu ĝin ie sekura.
es: Se solicitará la contraseña de cifrado cada vez que se encienda el dispositivo. Almacénela en un sitio seguro.
fi: Salauksen salasana vaaditaan joka kerta, kun tämä laite käynnistetään. Talleta se jonnekin turvallisesti.
hu: A titkosítási jelszót minden egyes bekapcsoláskor vagy újraindításkor meg kell adni. Tárolja biztonságos helyen.
it: La password di crittografia ti verrà richiesta ogni volta che accendi il dispositivo. Conservala in un luogo sicuro.
ja: このデバイスを起動する度に、暗号化パスワードが要求されます。安全な場所に保管してください。
mr: हे डिव्हाइस प्रत्येक वेळी चालू केल्यावर एन्क्रिप्शन संकेतशब्द आवश्यक असेल. तो कोठेतरी सुरक्षित ठेवा.
nb: Krypteringspassordet kreves hver gang du skrur på denne enheten. Lagre det en trygg plass.
nn: Du må skriva inn krypteringspassordet kvar gong eininga blir skrudd på. Ta vare på krypteringspassordet på ein trygg plass.
pa: ਜਦੋਂ ਵੀ ਇਹ ਡਿਵਾਈਸ ਬੰਦ ਹਾਲਤ ਵਿੱਚੋਂ ਚਲਾਈ ਗਈ ਤਾਂ ਪਾਸਵਰਡ ਮੰਗਿਆ ਜਾਵੇਗਾ। ਪਾਸਵਰਡ ਨੂੰ ਕਿਸੇ ਮਹਿਫੂਜ਼ ਜਗ੍ਹਾ ਲੁਕਾਉਣਾ।
pt: A palavra-passe de encriptação será necessária sempre que este dispositivo for ligado. Guarde-a num lugar seguro.
ru: При каждом включении устройства потребуется пароль шифрования. Храните его в безопасном месте.
sk: Šifrovacie heslo bude vyžadované vždy, keď toto zariadenie zapnete. Uložte si ho na bezpečné miesto.
sr: Лозинка шифровања ће бити затражена при сваком укључивању овог уређаја. Забележите је на неком безбедном месту.
uz: Har safar qurilmani yoqqanda shifrlash parolini kiritish talab etiladi. Uni havfsiz joyda saqlang.

source: If you forget the encryption password, <b>you will not be able to recover data.</b> This is a unique password for this device, not the password for your user account.
ar: إذا نسيت كلمة مرور التشفير، <b>لن تكون قادراً على استعادة البيانات.</b> هذه كلمة مرور مميزة لوسيط التخزين الخاص بك، وليست كلمة المرور الخاصة بحسابك.
bs: Ako zaboravite lozinku šifriranja, <b>nećete moći pristupiti svojim podacima.</b> To je jedinstvena lozinka za ovaj uređaj, a ne lozinka za Vaš korisnički račun.
ckb: ئەگەر تێپەڕەوشەی کۆدکردنت بیربچێتەوە، <b>ئەوا داتاکانت لەدەست دەچێت و ناتوانیت بیان گەڕێنیتەوە.</b> ئەمە تێپەڕەوشەیەکی بێهاوتایە بۆ ئەم ئامێرە، نەک تێپەڕەوشەی هەژماری بەکارهێنەر.
cs: Pokud šifrovací heslo zapomenete, <b>data už nebude možné obnovit.</b> Jedná se o samostatné heslo k celému počítači, ne heslo k vašemu uživatelskému účtu.
da: Hvis du glemmer krypteringsadgangskoden, <b>vil du ikke kunne genskabe det tabte data.</b> Dette er et unikt kodeord for denne enhed, ikke adgangskoden til din brugerkonto.
eo: Se vi forgesas la ĉifran pasvorton, <b>vi ne sukcesos rehavi la datumojn.</b> Tio estu pasvorto unika por la aparato, ĝi ne estu la uzantokonta pasvorto.
es: Si olvida la contraseña de cifrado, <b>no podrá recuperar su información.</b> Esta es una contraseña única para este dispositivo, no para su cuenta de usuario.
fi: Jos unohdat salauksen salasanan, <b>levyllä olevia tietoja ei voi palauttaa.</b> Kyseessä on ainutlaatuinen salasana tälle laitteelle, ei käyttäjätililläsi käytettävä salasana.
gl: Se olvida o contrasinal de cifrado, <b>non poderá recuperar os datos.</b> Este é un contrasinal único para este dispositivo, non o contrasinal da súa conta de usuario.
hu: Ha elfelejtette a titkosítási jelszót, akkor <b>nem tudja visszaállítani az adatokat.</b> Ez az eszköz egyedi jelszava, nem a felhasználói fiókhoz tartozó jelszó.
it: Se dimentichi la password di crittografia <b>non sarai in grado di recuperare i dati.</b> Questa password è univoca per questo dispositivo, non è la password del tuo account utente.
ja: 暗号化パスワードを忘れた場合、<b>データは回復できません。</b>これはこのデバイス専用のパスワードであり、ユーザーアカウント用のパスワードではありません。
lt: Jeigu pamiršite šifravimo slaptažodį, <b>nebegalėsite atkurti savo duomenų.</b> Tai unikalus slaptažodis, kuris yra skirtas šiam įrenginiui, o ne jūsų naudotojo paskyrai.
mr: आपण एन्क्रिप्शन पासवर्ड विसरल्यास, <b>आपण डेटा पुनर्प्राप्त करण्यास सक्षम असणार नाही. </b> हा या डिव्हाइससाठी एक अद्वितीय पासवर्ड आहे, आपल्या वापरकर्ता खात्यासाठीचा पासवर्ड नाही.
nb: Hvis du glemmer krypteringspassordet,<b>vil du ikke kunne gjenopprette data.</b> Dette er et unikt passord for denne enheten, ikke passordet til brukerkontoen din.
nn: Viss du gløymer krypteringspassordet, <b>vil du ikkje kunne attopprette dataa.</b> Dette er eit unikt passord for denne eininga, ikkje passordet til brukarkontoen din.
pa: ਜੇ ਤੁਸੀਂ ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ ਤਾਂ ਤੁਸੀਂ <b>ਡੇਟਾ ਵਾਪਸ ਨਹੀਂ ਪਾ ਸਕੋਗੇ।</b> ਇਹ ਇਸ ਡਿਵਾਈਸ ਦਾ ਆਪਣਾ ਅਨੋਖਾ ਪਾਸਵਰਡ ਹੈ, ਨਾ ਕਿ ਤੁਹਾਡੇ ਵਰਤੋਂਕਾਰ ਖਾਤੇ ਵਾਲ਼ਾ ਪਾਸਵਰਡ।
pt: Se te esqueceres da palavra-passe de encriptação, <b>não poderás recuperar os dados.</b> Esta é uma palavra-passe única para este dispositivo, não é a palavra-passe da tua conta de utilizador.
ru: Если вы забудете пароль шифрования, <b>вы не сможете восстановить данные.</b> Это уникальный пароль для этого устройства, а не пароль для учётной записи пользователя.
si: ඔබ ගුප්තකේතන මුරපදය අමතක නම්, <b> ඔබට දත්ත ආපසු ලබාගැනීමට නොහැකි වනු ඇත. </b> මෙම උපාංගය සඳහා මෙම සුවිශේෂී මුරපදය වන අතර, ඔබගේ පරිශීලක ගිණුම සඳහා රහස් පදය නොවේ.
sk: Ak zabudnete šifrovacie heslo, <b>nebudete môcť obnoviť svoje dáta.</b> Jedná sa o samostatné heslo pre toto zariadenie, nie heslo k vášmu používateľskému účtu.
sl: Če pozabite geslo, <b>ne boste več nikoli mogli dostopati do podatkov.</b> To je unikatno geslo za ta računalnik in je drugačno od gesla za vaš račun.
sr: Ако заборавите лозинку шифровања, <b>нећете бити у могућности да повратите податке.</b> Ово је јединствена лозинка за овај уређај, а не лозинка за ваш кориснички налог.
uz: Agar siz shifrlash parolingizni unutib qo'ysangiz, <b> ma'lumotlaringizni qayta tiklay olmaysiz. </b> Bu foydalanuvchi hisob qaydnomasi uchun parol emas, balki ushbu qurilma uchun noyob paroldir.

source: Choose Encryption Password
ar: اختر كلمة مرور للتشفير
bs: Odaberite lozinku šifriranja
ckb: تێپەڕەوشەیەک بۆ کۆدکردن بنووسە
cs: Zvolte šifrovací heslo
da: Vælg Krypteringskode
eo: Elektu ĉifran pasvorton
es: Elija una contraseña de cifrado
fi: Valitse salauksen salasana
gl: Elixa un Contrasinal de Cifrado
hu: Válasszon titkosítási jelszót
it: Scegli la password di crittografia
ja: 暗号化パスワードを選択
lt: Pasirinkite šifravimo slaptažodį
mr: एनक्रिप्शन पासवर्ड निवडा
nb: Velg krypteringspassord
nn: Vel krypteringspassord
pa: ਸੁਰੱਖਿਆ ਲਈ ਪਾਸਵਰਡ ਚੁਣੋ
pt: Escolha a palavra-passe de encriptação
ru: Выберите пароль шифрования
si: ගුප්තකේතන මුරපදය තෝරන්න
sk: Zvoľte šifrovacie heslo
sl: Izberite geslo za šifriranje
sr: Изабери лозинку шифровања
uz: Shifrlash parolini tanlang

source: Choose Password
ar: اختر كلمة مرور
bs: Odaberite lozinku
ckb: تێپەڕەوشە بنووسە
cs: Zvolte si heslo
da: Vælg Adgangskode
eo: Elekti pasvorton
es: Elija una contraseña
fi: Valitse salasana
gl: Elixe Contrasinal
hu: Válasszon jelszót
it: Scegli password
ja: パスワードを選択
lt: Pasirinkti slaptažodį
mr: पासवर्ड निवडा
nb: Velg passord
nn: Vel passord
pa: ਪਾਸਵਰਡ ਚੁਣੋ
pt: Escolher palavra-passe
ru: Введите пароль
si: මුර පදයක් තෝරන්න
sk: Zvoľte heslo
sl: Izberite geslo
sr: Изабери лозинку
uz: Parolni kiriting
