Repository: elementary/installer
Catalog: po/*.po
Languages: ar, bs, ca, ckb, cs, da, de, eo, es, fa, fi, gl, he, hu, id, it, ja, ka, lt, mr, nb, nl, nn, pa, pl, pt, ru, si, sk, sl, sr, sv, tr, uk, uz

source: Connect to a Power Source
ar: قم بوصل الجهاز بمصدر للطاقة
bs: Spojite se na napajanje energijom
ca: Connecteu una font d'energia
ckb: تکایە کۆمپیتەرەکەت بخە سەر شەحن یان سەرچاوەیەکی وزە پەیوەست بکە
cs: Připojte zdroj napájení
da: Forbind til en strømkilde
de: Stromversorgung anschließen
eo: Konekti al energifonton
es: Conéctese a una fuente de alimentación
fa: اتصال به منبع انرژی
fi: Yhdistä virtalähteeseen
gl: Conéctate Á Corrente
he: נא לחבר למקור חשמל
hu: Csatlakozzon az elektromos hálózatra
id: Sambungkan ke Sumber Daya
it: Connettiti a una fonte di alimentazione
ja: 電源に接続してください
ka: შეაერთეთ კვების წყაროსთან
lt: Prisijunkite prie elektros maitinimo šaltinio
mr: उर्जा स्त्रोताशी जोडा
nb: Koble til en strømkilde
nl: Verbinding met een voedingsbron maken
nn: Kople til ei straumkjelde
pa: ਕਿਸੇ ਊਰਜਾ ਸਰੋਤ ਨਾਲ਼ ਜੋੜੋ
pl: Podłącz do źródła zasilania
pt: Ligue a uma fonte de alimentação
ru: Подключитесь к источнику питания
si: බලශක්ති ප්රභවයකට සම්බන්ධ කරන්න
sk: Pripojte zdroj napájania
sl: Priklop napajanja
sr: Повежи на мрежно напајање
sv: Anslut till en strömkälla
tr: Güç Kaynağına Bağla
uk: Під'єднайте джерело живлення
uz: Ta'minot qurilmasiga ulang

source: Installation will not succeed if this device loses power.
ca: La instal·lació no tindrà èxit si aquest dispositiu perd energia.
de: Die Installation würde scheitern, wenn die Energieversorgung des Geräts versagt.
fa: نصب موفق نخواهد بود اگر این دستگاه انرژی خود را از دست بدهد.
he: ההתקנה לא תצליח אם ההתקן הזה ינותק מחשמל.
ja: デバイスの電源が落ちると、インストールは成功しません。
ka: დაყენება წარმატებული არ იქნება, თუ ეს მოწყობილობა კვებას დაკარგავს.
nl: De installatie zal niet afgerond kunnen worden als dit apparaat toegang tot stroom verliest.
pl: Instalacja nie powiedzie się jeśli urządzenie straci dostęp do zasilania.
ru: Установка не будет завершена, если это устройство отключится от питания.
sv: Installationen kommer inte att lyckas om den här enheten förlorar ström.
uk: Якщо пристрій вимкнеться, встановлення не буде успішним.

source: Install %s
ar: ثبت %s
bs: Instaliraj %s
ca: Instal·la %s
ckb: دامەزراندن %s
cs: Nainstalovat %s
da: Installer %s
de: %s installieren
eo: Instali %s
es: Instalar %s
fa: %s نصب
fi: Asenna %s
gl: Instalar %s
he: התקנת %s
hu: %s telepítése
id: Pasang %s
it: Installa %s
ja: %s をインストール
ka: %s-ის დაყენება
lt: Įdiegti %s
mr: %s इन्स्टॉल करा
nb: Installer %s
nl: Installeer %s
nn: Installer %s
pa: %s ਨੂੰ ਸਥਾਪਤ ਕਰੋ
pl: Zainstaluj %s
pt: Instalar o %s
ru: Установка %s
si: %s ස්ථාපනය කරන්න
sk: Inštalovať %s
sl: Namesti %s
sr: Инсталирање „%s“
sv: Installera %s
tr: %s'i yükleyin
uk: Встановити %s
uz: %sni o'rnatish

source: operating system is being installed
ca: s'instal·la el sistema operatiu
cs: operační systém se instaluje
de: Betriebssystem wurde installiert
fa: سیستم عامل در حال نصب است
fi: käyttöjärjestelmää asennetaan
he: מערכת ההפעלה מותקנת
hu: operációs rendszer telepítés alatt áll
id: sistem operasi sedang dipasang
ja: オペレーティングシステムをインストール中
ka: მიმდინარეობს ოპერაციული სისტემის დაყენება
nl: besturingssysteem wordt geïnstalleerd
pl: system operacyjny jest instalowany
pt: o sistema operativo está a ser instalado
ru: операционная система устанавливается
sk: operačný systém sa inštaluje
sv: operativsystemet håller på att installeras
uk: операційну систему встановлено

source: Test mode shutdown
ar: أوقف التشغيل في الوضع التجريبي
bs: Isključenje u testnom načinu rada
ca: Aturada del mode de prova
ckb: کوژانەوەی دۆخی تاقیکردنەوە
cs: Vypnout v rámci testovacího režimu
da: Demo tilstand nedlukning
de: Testbetrieb beenden
eo: Malŝalti testan reĝimon
es: Apagado del modo de prueba
fa: خاموش کردن حالت تست
fi: Testitilan sammutus
gl: Apagar en modo de proba
he: כיבוי במצב בדיקה
hu: Tesztmód leállítása
id: Mode uji shutdown
it: Arresto della Modalità Test
ja: テストモードのシャットダウン
ka: სატესტო რეჟიმის გამორთვა
lt: Išbandymo veiksenos išjungimas
mr: चाचणी मोड बंद
nb: Slå av test-modus
nl: Testmodus afsluiten
nn: Slå av test-modus
pa: ਟੈਸਟ ਮੋਡ ਸ਼ਟਡਾਊਨ
pl: Wyłączenie trybu testowego
pt: Encerrar modo de teste
ru: Выключить тестовый режим
sk: Vypnúť testovacie rozhranie
sl: Izklop v testnem načinu
sr: Гашење режима пробе
sv: Testläge, stäng av
tr: Test modunu kapat
uk: Вимкнути тестовий режим
uz: Sinov tartibini o'chirish

source: Test mode reboot
ar: أعد تشغيل الجهاز في الوضع التجريبي
bs: Ponovno pokretanje u testnom načinu rada
ca: Reinici del mode de prova
ckb: پێکردنەوەی دۆخی تاقیکردنەوە
cs: Restartovat v rámci testovacího režimu
da: Demo tilstand genstart
de: Testbetrieb neu starten
eo: Testreĝima restartigo
es: Reinicio del modo de prueba
fa: راه اندازی مجدد حالت تست
fi: Testitilan uudelleenkäynnistys
gl: Reiniciar en modo de proba
he: הפעלה מחדש במצב בדיקה
hu: Tesztmód újraindítása
id: Mode uji reboot
it: Riavvio della Modalità Test
ja: テストモードの再起動
ka: სატესტო რეჟიმის გადატვირთვა
lt: Išbandymo veiksenos paleidimas iš naujo
mr: चाचणी मोड बंद करून पुन्हा सुरु
nb: Testmodus-omstart
nl: Opnieuw opstarten in testmodus
nn: Testmodus-omstart
pa: ਟੈਸਟ ਮੋਡ ਰੀਬੂਟ
pl: Uruchomienie ponowne trybu testowego
pt: Reiniciar modo de teste
ru: Перезагрузить тестовый режим
si: පරීක්ශා මාදිලිය නැවත ආරම්භ කිරීම
sk: Reštartovať testovací režim
sl: Ponovni zagon v testni način
sr: Поновно подизање система у режиму пробе
sv: Testläge, starta om
tr: Test modu yeniden başlat
uk: Перезавантажити тестовий режим
uz: Sinov tartibini qayta yuklash

source: Test mode switch user
ar: قم بتبديل الحسابات في الوضع التجريبي
bs: Promjena korisnika u testnom načinu rada
ca: Canvi d'usuari del mode de prova
ckb: گۆڕینی بەکارهێنەر لە دۆخی تاقیکردنەوەدا
cs: Přepnout uživatele v rámci testovacího režimu
da: Test tilstand skift bruger
de: Testmodus: Benutzer wechseln
eo: Testreĝima ŝanĝo de uzanto
es: Cambio de usuario del modo de prueba
fa: تغییر کاربری حالت تست
fi: Testitila vaihda käyttäjä
gl: Cambiar de usuario en modo de proba
he: החלפת משתמש במצב הדגמה
hu: Tesztmód felhasználóváltása
id: Mode uji ganti pengguna
it: Cambio utente della Modalità Test
ja: テストモードのユーザー切り替え
ka: სატესტო რეჟიმში მომხმარებლის გადართვა
lt: Išbandymo veiksenos naudotojo perjungimas
mr: चाचणी मोड वापरकर्ता बदल
nb: Testmodus-brukerbytte
nl: Testmodus wissel gebruiker
nn: Testmodus-brukarbyte
pa: ਟੈਸਟ ਮੋਡ ਵਰਤੋਂਕਾਰ ਬਦਲੋ
pl: Przełączenie użytkownika trybu testowego
pt: Mudar utilizador do modo de teste
ru: Сменить пользователя в тестовом режиме
si: පරීක්ශා මාදිලි පරිශීලක මාරු කරන්න
sk: Prepnúť používateľa v testovacom režime
sl: Preklop uporabnika v testnem načinu
sr: Промена корисника режима пробе
sv: Testläge, växla användare
tr: Test modu kullanıcı değiştir
uk: Змінити користувача тестового режиму
uz: Sinov tartibida foydalanuvchini almashtirish

source: Default
ar: الافتراضي
bs: Zadano
ca: Per defecte
ckb: بنەڕەت
cs: Výchozí
da: Standard
de: Standard
eo: Apriora
es: Predeterminado
fa: پیشفرض
fi: Oletus
gl: Por Defecto
he: בררת מחדל
hu: Alapértelmezett
id: Bawaan
it: Predefinito
ja: デフォルト
ka: ნაგულისხმები
lt: Numatytasis
mr: मूळ
nb: Forvalg
nl: Standaard
nn: Standardval
pa: ਡਿਫ਼ਾਲਟ
pl: Domyślny
pt: Padrão
ru: По умолчанию
si: පෙරනිමි
sk: Predvolené
sl: Privzeto
sr: Основно
sv: Standard
tr: Varsayılan
uk: Типово
uz: Odatdagi

source: Test Mode
ar: الوضع التجريبي
bs: Testni način rada
ca: Mode de prova
ckb: دۆخی تاقیکردنەوە
cs: Testovací režim
da: Demo Tilstand
de: Testmodus
eo: Testa Reĝimo
es: Modo de prueba
fa: حالت آزمایشی
fi: Testitila
gl: Modo de Proba
he: מצב התנסות
hu: Tesztmód
id: Mode Uji
it: Modalità Test
ja: テストモード
ka: ტესტირების რეჟიმი
lt: Išbandymo veiksena
mr: चाचणी मोड
nb: Prøv demo-modus
nl: Testmodus
nn: Prøv demo-modus
pa: ਟੈਸਟ ਮੋਡ
pl: Tryb testowy
pt: Modo de Teste
ru: Режим тестирования
si: පරීක්ෂණ මාදිලිය
sk: Testovací režim
sl: Demonstracijski način
sr: Режим пробе
sv: Testläge
tr: Test Modu
uk: Режим тестування
uz: Sinab ko'rish tartibi

source: Cancel Installation
ar: ألغ عملية التثبيت
bs: Otkaži instalaciju
ca: Cancel·la la instal·lació
ckb: هەڵەوەشاندنەوەی دامەزراندن
cs: Zrušit instalaci
da: Annullér Installation
de: Installation abbrechen
eo: Rezigni instalon
es: Cancelar instalación
fa: انصراف از نصب
fi: Peru asennus
gl: Cancelar Instalación
he: ביטול ההתקנה
hu: Telepítés megszakítása
id: Batalkan Pemasangan
it: Annulla l'installazione
ja: インストールをキャンセル
ka: დაყენების გაუქმება
lt: Atsisakyti įdiegimo
mr: इंस्टॉलेशन रद्द करा
nb: Avbryt installasjon
nl: Installatie annuleren
nn: Avbryt installering
pa: ਸਥਾਪਨ ਰੱਦ ਕਰੋ
pl: Anuluj instalację
pt: Cancelar a instalação
ru: Отменить установку
si: ස්ථාපනය අවලංගු කරන්න
sk: Zrušiť inštaláciu
sl: Prekliči namestitev
sr: Откажи инсталацију
sv: Avbryt installation
tr: Kurulumu İptal Et
uk: Скасувати встановлення
uz: O'rnatishni bekor qilish

source: Before Installing
ca: Abans de la instal·lació
cs: Před instalací
de: Vor der Installation
fa: قبل از نصب
fi: Ennen asennusta
he: לפני ההתקנה
hu: Telepítés előtt
id: Sebelum Memasang
ja: インストールの前に
ka: დაყენებამდე
nl: Voordat u installeert
nn: Før du installerer
pl: Przed instalacją
pt: Antes de instalar
ru: Перед установкой
sk: Pred inštaláciou
sv: Före installation
tr: Yüklemeden Önce
uk: До встановлення

source: Pre-Release Version
ca: Versió prèvia al llançament
cs: Verze před vydáním
de: Vorabversion
fa: نسخه پیش از انتشار
fi: Esijulkaisuversio
he: מהדורת טרום הפצה
hu: Előzetes verzió
id: Versi Prarilis
ja: プレリリース版
ka: წინასწარი რელიზი
nb: Forhåndsutgivelsesversjon
nl: Pre-release versie
nn: Forhåndsutgjeving
pl: Preliminarna Wersja
pt: Versão de pré-lançamento
ru: Предварительная версия
sk: Verzia pred vydaním
sv: Version före lansering
tr: Yayın Öncesi Sürüm
uk: Передрелізна версія

source: Only install on devices dedicated for development. <b>You will not be able to upgrade to a stable release</b>.
ca: Instal·leu-la només en dispositius dedicats al desenvolupament. <b>No la podreu actualitzar a la versió estable</b>.
cs: Instalujte pouze na zařízení určená pro vývoj. <b>Nebudete mít možnost aktualizovat na stabilní verzi</b>.
de: Installieren Sie diese Version nur auf Entwicklungsgeräten. <b>Sie kann nicht auf eine stabile Version aktualisiert werden</b>.
fa: فقط بر روی دستگاه های مخصوص برنامه نویسی نصب کنید. <b>شما نمی توانید به نسخه پایدار ارتقا دهید</b>.
fi: Asenna vain kehitykseen tarkoitettuihin laitteisiin. <b>Päivitys vakaaseen versioon ei ole mahdollista</b>.
he: להתקין רק על מכשירים שמיועדים לפיתוח. <b>לא יתאפשר לך לשדרג למהדורה יציבה</b>.
hu: Csak a fejlesztésre használt készülékekre telepítse. <b>Nem lesz lehetősége a stabil kiadásra frissíteni</b>.
id: Hanya pasang pada perangkat yang didedikasikan untuk pengembangan. <b>Anda tidak akan dapat meningkatkan ke rilis stabil</b>.
ja: テスト専用のデバイスにのみインストールしてください。<b>安定版へのアップグレードはできません</b>。
nb: Kun installer på enheter tiltenkt utvikling. <b>Du vil ikke kunne oppgradere til en stabil utgave</b>.
nl: Installeer alleen op apparaten die zijn bedoeld voor ontwikkeling. <b>U kunt niet upgraden naar een stabiele uitgave</b>.
nn: Installer dette kun på eininger som er dedikert for utvikling. <b>Du vil ikkje kunna oppgradera til ein stabil utgjeving</b>.
pl: Instaluj ją tylko na urządzeniach przeznaczonych do rozwoju. <b>Nie będziesz w stanie zaktualizować jej do wersji stabilnej</b>.
pt: Instale apenas em dispositivos dedicados ao desenvolvimento. <b>Não será possível atualizar para uma versão estável</b>.
ru: Устанавливайте только на устройства для разработки. <b>Вы не сможете обновить этот выпуск до стабильной версии</b>.
sk: Inštalujte iba na zariadenia určené pre vývoj. <b>Systém nebude možné inovovať na stabilné vydanie</b>.
sv: Installera endast på enheter som är avsedda för utveckling. <b>Du kommer inte att kunna uppgradera till en stabil version</b>.
tr: Yalnızca geliştirme için tahsis edilmiş cihazlara kurun. <b>Kararlı bir sürüme yükseltemezsiniz</b>.
uk: Установлюйте лише на пристрої, призначені для розробки. <b>Ви не зможете оновитися до стабільної версії</b>.

source: Virtual Machine
ca: Màquina virtual
ckb: ئامێری گریمانەیی
cs: Virtuální stroj
de: Virtuelle Maschine
es: Maquina virtual
fa: ماشین مجازی
fi: Virtuaalikone
he: מכונה וירטואלית
hu: Virtuális gép
id: Mesin Virtual
ja: 仮想マシン
ka: ვირტუალური მანქანა
nb: Virtuell maskin
nl: Virtuele machine
nn: Virtuell maskin
pl: Maszyna wirtualna
pt: Máquina Virtual
ru: Виртуальная машина
sk: Virtuálne zariadenie
sv: Virtuell maskin
tr: Sanal Makine
uk: Віртуальна машина

source: Some parts of %s may run slowly, freeze, or not function properly.
ca: Algunes parts de %s poden funcionar lentament, congelar-se o no funcionar correctament.
cs: Některé části %s mohou běžet pomalu, zamrzat nebo nemusí fungovat správně.
de: Einige Bestandteile von %s werden möglicherweise nur langsam ausführt, kommen zum Stillstand oder funktionieren nicht korrekt.
fa: برخی از بخش‌های %s ممکن است به کندی اجرا شوند، ثابت شوند یا به درستی کار نکنند.
fi: Jotkin %s:n osat voivat toimia hitaasti tai epätäydellisesti.
he: חלקים מסוימים מתוך %s עלולים לרוץ לאט, לקפוא או לא לתפקד כראוי.
hu: Az %s bizonyos részei lassúak lehetnek, lefagyhatnak, esetleg nem működnek rendesen.
id: Beberapa bagian %s mungkin berjalan lambat, membeku, atau tidak berfungsi dengan selayaknya.
ja: %s の一部の機能の動作が遅くなったり、フリーズしたり、適切に動作しなかったりする恐れがあります。
ka: %s-ის ზოგიერთი ნაწილი შეიძლება, ნელი იყოს, ჭედავდეს, ან არასწორად ფუნქციონირებდეს.
nb: Noen deler av %s kan kjøre tregt, henge seg, eller ikke fungere slik de skal.
nl: Sommige onderdelen van %s kunnen vertraagd reageren, vastlopen of niet naar behoren werken.
nn: Nokre deler av %s vil kunne gå treigt, stoppa opp, eller ikkje fungera som det skal.
pl: Niektóre funkcje %s mogą działać wolno, zacinać się lub nie działać poprawnie.
pt: Algumas partes da %s podem correr lentamente, congelar, ou não funcionar corretamente.
ru: Некоторые части %s могут выполняться медленно, зависать или функционировать неправильно.
sk: Niektoré časti %s môžu byť spomalené, môžu zamŕzať alebo nemusia správne fungovať.
sv: Vissa delar av %s kan gå långsamt, frysa eller inte fungera korrekt.
tr: %s yüklendikten sonra bazı bölümleri yavaş çalışabilir, donabilir veya düzgün çalışmayabilir.
uk: Деякі частини %s можуть працювати повільно, зависати або функціонувати неналежним чином.

source: Your Device May Be Too Slow
ar: قد يكون جهازك بطيئاً جداً
bs: Vaš uređaj je možda prespor
ca: El vostre dispositiu pot ser massa lent
ckb: لەوانەیە ئامێرەکەت زۆر خاو بێت
cs: Váš počítač může být příliš pomalý
da: Din Enhed Kan Være For Langsom
de: Ihr Gerät ist möglicherweise zu langsam
eo: Via aparato eble tre malrapidas
es: El dispositivo puede ser demasiado lento
fa: دستگاه شما شاید خیلی کند است
fi: Laitteesi saattaa olla liian hidas
gl: Pode Que O Teu Dispositivo Sexa Moi Lento
he: יתכן שההתקן שלך יהיה אטי מדי
hu: Lehet, hogy a készüléke lassú lesz
id: Perangkat Anda Mungkin Terlalu Lambat
it: Il tuo dispositivo potrebbe essere troppo lento
ja: デバイスが遅すぎる可能性があります
ka: თქვენი მოწყობილობა შეიძლება ძალიან ნელია
lt: Jūsų įrenginys gali būti per lėtas
mr: आपले डिव्हाइस खूप धीमे असू शकते
nb: Enheten din kan være for treg
nl: Uw apparaat is mogelijk te traag
nn: Eininga di kan vere for treig
pa: ਤੁਹਾਡੀ ਡਿਵਾਈਸ ਸ਼ਾਇਦ ਬਹੁਤ ਹੀ ਮੱਠੀ ਹੈ
pl: Twoje urządzenie może być zbyt wolne
pt: O seu dispositivo poderá ser demasiado lento
ru: Ваше устройство может быть слишком медленным
si: ඔබගේ උපාංගය සමහරවිට මන්දගාමීයි
sk: Vaše zariadenie môže byť príliš pomalé
sl: Vaš računalnik je prepočasen
sr: Ваш уређај може бити превише спор
sv: Din enhet kan vara för långsam
tr: Cihazınız Çok Yavaş Olabilir
uk: Ваш пристрій може бути занадто повільним
uz: Sizning qurilmangiz judayam sekin ishlashi mumkin

source: This may cause it to run slowly or freeze.
ca: Això pot fer que funcioni lentament o es congeli.
cs: Toto může způsobit pomalý běh nebo zamrznutí.
de: Dies führt möglicherweise dazu, dass es nur langsam ausgeführt wird oder zum Stillstand kommt.
fa: این ممکن است کند کار کند یا هنگ کند.
fi: Tämän vuoksi toiminta saattaa olla hidasta tai takkuilevaa.
he: עלול לגרום להאטת הפעילות או לקפאון.
hu: Ez lassú működést vagy fagyást okozhat.
id: Hal ini dapat menyebabkannya berjalan lambat atau membeku.
ja: 動作が遅くなったりフリーズしたりすることがあります。
ka: ამან შეიძლება ნელა გაშვება ან გაჭედვა გამოიწვიოს.
nb: Dette kan forårsake treg funksjonalitet, eller at ting stopper.
nl: Dit kan ervoor zorgen dat het vertraagd reageert of vastloopt.
nn: Dette vil kunne gjera at ting går treigt eller stoppar opp.
pl: To może spowodować wolne działanie oraz przycięcia.
pt: Isto pode causar o seu funcionamento lento ou o seu congelamento.
ru: Это может привести к медленной работе или зависаниям.
sk: Toto môže spôsobiť spomalenie alebo zamŕzanie.
sv: Detta kan leda till att den går långsamt eller fryser.
tr: Bu, yavaş çalışmasına veya donmasına neden olabilir.
uk: Це може спричинити сповільнення роботи або зависання.

source: Install Anyway
ca: Instal·la'l tanmateix
cs: Přesto nainstalovat
de: Trotzdem installieren
fa: به هر حال نصب کنید
fi: Asenna silti
he: להתקין בכל זאת
hu: Telepítés mindenképp
id: Tetap Pasang
ja: 了解してインストール
ka: მაინც დაყენება
nl: Toch installeren
nn: Installer uansett
pl: Zainstaluj mimo to
pt: Instalar mesmo assim
ru: Всё равно установить
sk: Napriek tomu inštalovať
sv: Installera ändå
tr: Yine de Yükle
uk: Усе одно встановити

source: Recommended:
ar: مستحسن:
bs: Preporučeno:
ca: Recomanat:
ckb: داواکراو:
cs: Doporučeno:
da: Anbefalet:
de: Empfohlen:
eo: Rekomendita:
es: Recomendados:
fa: پیشنهاد شده:
fi: Suositeltu:
gl: Recomendado:
he: מומלץ:
hu: Ajánlott:
id: Direkomendasikan:
it: Raccomandato:
ja: 推奨要件:
ka: რეკომენდებულია:
lt: Rekomenduojami:
mr: शिफारस केलेले :
nb: Anbefalt:
nl: Aanbevolen:
nn: Tilrådd:
pa: ਸਿਫ਼ਾਰਸ਼ੀ:
pl: Polecane:
pt: Recomendado:
ru: Рекомендации:
si: නිර්දේශිත:
sk: Odporúčané:
sl: Priporočeno:
sr: Препоручено:
sv: Rekommenderat:
tr: Önerilen:
uk: Рекомендовано:
uz: Tavsiyalar:

source: Your Device:
ar: جهازك:
bs: Vaš uređaj:
ca: El vostre dispositiu:
ckb: ئامێرەکەت:
cs: Váš počítač:
da: Din Enhed:
de: Ihr Gerät:
eo: Via aparato:
es: Su dispositivo:
fa: دستگاه شما:
fi: Laitteesi:
gl: O Teu Dispositivo:
he: ההתקן שלך:
hu: Az ön készüléke:
id: Perangkat Anda:
it: Il tuo dispositivo:
ja: お使いのデバイス:
ka: თქვენი მოწყობილობა:
lt: Jūsų įrenginio:
mr: आपले डिव्हाइस :
nb: Enheten din:
nl: Uw apparaat:
nn: Eininga di:
pa: ਤੁਹਾਡੀ ਡਿਵਾਈਸ:
pl: Twoje urządzenie:
pt: O seu dispositivo:
ru: Ваше устройство:
si: ඔබේ උපාංගය:
sk: Vaše zariadenie:
sl: Vaš računalnik:
sr: Ваш уређај:
sv: Din enhet:
tr: Cihazınız:
uk: Ваш пристрій:
uz: Sizning qurilmangiz:

source: Processor:
ar: المعالج:
bs: Procesor:
ca: Processador:
ckb: پرۆسێسەر:
cs: Procesor:
de: Prozessor:
eo: Procesoro:
es: Procesador:
fa: پردازنده:
fi: Suoritin:
gl: Procesador:
he: מעבד:
hu: Processzor:
id: Prosesor:
it: Processore:
ja: プロセッサー:
ka: პროცესორი:
lt: Procesorius:
mr: प्रोसेसर :
nb: Prosessor:
nn: Prosessor:
pa: ਪ੍ਰੋਸੈਸਰ:
pl: Procesor:
pt: Processador:
ru: Процессор:
si: සකසනය:
sk: Procesor:
sl: Procesor:
sr: Процесор:
tr: İşlemci:
uk: Процесор:
uz: Protsessor:

source: Memory:
ar: الذاكرة:
bs: Memorija:
ca: Memòria:
ckb: میمۆری:
cs: Operační paměť:
da: Hukommelse:
de: Arbeitsspeicher:
eo: Menorio:
es: Memoria:
fa: حافضه رم:
fi: Muisti:
gl: Memoria:
he: זיכרון:
hu: Memória:
id: Memori:
it: Memoria:
ja: メモリー:
ka: მეხსიერება:
lt: Atmintis:
mr: मेमरी :
nb: Minne:
nl: Geheugen:
nn: Minne:
pa: ਮੈਮਰੀ:
pl: Pamięć:
pt: Memória:
ru: Память:
si: මතකය:
sk: Pamäť RAM:
sl: Pomnilnik:
sr: Меморија:
sv: Minne:
tr: Bellek:
uk: Пам'ять:
uz: Xotira:

source: Select a Drive
ar: اختر وسيط تخزين
bs: Odaberite pogon
ca: Seleccioneu un dispositiu
ckb: درایڤێک دیاریبکە
cs: Vybrat jednotku
da: Vælg et Drev
de: Laufwerk wählen
eo: Elektu memorujon
es: Seleccione una unidad
fa: یک درایو را انتخاب کنید
fi: Valitse asema
gl: Selecciona un Disco
he: בחירת כונן
hu: Válasszon ki egy meghajtót
id: Pilih sebuah Drive
it: Seleziona un supporto
ja: ドライブを選択
ka: აირჩეთ დისკი
lt: Pasirinkite diską
mr: ड्राइव्ह निवडा
nb: Velg en disk
nl: Een schijf selecteren
nn: Vel ein disk
pa: ਕੋਈ ਡਿਵਾਈਸ ਚੁਣੋ
pl: Wybierz napęd
pt: Selecione uma unidade
ru: Выберите диск
si: ධාවකයක් තෝරන්න
sk: Vyberte disk
sl: Izberite pogon
sr: Изаберите диск
sv: Välj en diskenhet
tr: Bir Sürücü Seçin
uk: Виберіть диск
uz: Diskni tanlang
