Repository: elementary/installer
Catalog: po/mo.po
Languages: mo

source: Install %s
mo: Instalați %s 1

source: Connect to a Power Source
mo: Conectați-vă la o sursă de alimentare

source: Your device is running on battery power. It's recommended to be plugged in while installing.
mo: Dispozitivul dvs. rulează cu baterie. Se recomandă conectarea la o sursă de curent înainte de instalare.

source: Test mode shutdown
mo: Mod de oprire a testului

source: Test mode reboot
mo: Mod de testare reporniți

source: Test mode switch user
mo: Utilizator comutator mod de testare

source: %s…
mo: %s 1…

source: Cancel Installation
mo: Anularea instalării

source: Test Mode
mo: Modul test

source: Your Device May Be Too Slow
mo: Dispozitivul dvs. poate fi prea lent

source: Recommended:
mo: Recomandat:

source: Your Device:
mo: Dispozitivul tău:

source: Processor:
mo: Procesador:

source: Memory:
mo: Memorie:

source: Select a Drive
mo: Selectați unitate

source: This will erase all data on the selected drive. If you have not backed your data up, you can cancel the installation and use Demo Mode.
mo: Aceasta va șterge toate datele de pe unitatea selectată. Dacă nu ați susținut datele, puteți să anulați instalarea și să utilizați modul Demo.

source: Getting the current configuration…
mo: Obținerea configurației curente …

source: If you forget the encryption password, <b>you will not be able to recover data.</b> This is a unique password for this device, not the password for your user account.
mo: Dacă ați uitat parola de criptare, <b>1 nu veți putea recupera datele.</b>2 Aceasta este o parolă unică pentru acest dispozitiv, nu și parola pentru contul dvs. de utilizator.

source: Choose Encryption Password
mo: Alegeți parola de criptare

source: Confirm Password
mo: Confirmă parola

source: Back
mo: Înapoi

source: Choose Password
mo: Alege parola

source: Passwords do not match
mo: Parolele nu se potrivesc

source: Could Not Install
mo: Nu sa putet instala

source: Restart Device
mo: Reporniți dispozitivul

source: Try Demo Mode
mo: Încercați modul Demo

source: Try Installing Again
mo: Încercați să instalați din nou

source: Type to test your layout
mo: Tastați pentru a testa aspectul

source: Show keyboard layout
mo: Afișați aspectul tastaturii

source: Select
mo: Selectați

source: Default
mo: Mod implicit

source: Input Language
mo: Limba de introducere

source: Languages
mo: Limbi

source: Select a Language
mo: Selectați limba

source: Currently active language
mo: Limba activă în prezent

source: Select which partitions to use across all drives. <b>Selecting "Format" will erase ALL data on the selected partition.</b>
mo: Selectați care partiții să fie utilizate pe toate unitățile. <b> 1 Selectați "Format" va șterge TOATE datele de pe partiția selectată. </b> 2

source: You must at least select a <b>Root (/)</b> partition.
mo: Trebuie să selectați cel puțin o partiție <b> 1Root (/) </b> 2.

source: You must at least select a <b>Root (/)</b> partition and a <b>Boot (/boot/efi)</b> partition.
mo: Trebuie să selectați cel puțin o partiție <b> 1Root (/) </b> 2 și o partiție <b> 3 Boot (/ boot /efi) </b> 4.

source: It is also recommended to select a <b>Swap</b> partition.
mo: De asemenea, este recomandat să selectați o partiție <b> 1Swap </b> 2.

source: Modify Partitions…
mo: Modificați partițiile …

source: Partitioning Drive
mo: Unitate de partiționare

source: Extracting Files
mo: Extragerea fișierelor

source: Configuring the System
mo: Configurarea sistemului

source: Finishing the Installation
mo: Finalizarea instalării

source: Continue Setting Up
mo: Continuați să configurați

source: Shut Down
mo: Închide

source: After restarting you can set up a new user, or you can shut down now and set up a new user later.
mo: După repornire, puteți configura un utilizator nou sau puteți închide acum și configurați un utilizator nou mai târziu.

source: Decrypt This Partition
mo: Decriptați această partiție

source: Password:
mo: Parola:

source: Device name:
mo: Nume dispozitiv:

source: Decrypt
mo: Decriptaţi

source: LUKS volume was decrypted
mo: Volumul LUKS a fost decriptat

source: %s (%s)
mo: %s 1(%s 2)

source: %s (%s: <b>%s</b>)
mo: %s 1(%s 2: <b>3 %s 4</b>5)

source: Use as:
mo: Foloșește ca:

source: Root (/)
mo: Rădăcină (/)

source: Home (/home)
mo: Acasă (/ acasă)

source: Boot (%s)
mo: Boot (%s1)

source: Swap
mo: Schimbă

source: Custom
mo: Personalizat

source: Custom:
mo: Personalizat:

source: Filesystem:
mo: Sistemul de fișiere:

source: Default (ext4)
mo: Implicit (ext4)
