Repository: elementary/installer
Catalog: po/szl.po
Languages: szl

source: Install %s
szl: Instaluj %s

source: Connect to a Power Source
szl: Podłōncz do sztrōmu

source: Your device is running on battery power. It's recommended to be plugged in while installing.
szl: Twoje maszina funguje na bateryji. Na czas instalacyje nojlepij podłōnczyć jōm do sztrōmu.

source: Test mode shutdown
szl: Zastawiynie trybu testowego

source: Test mode reboot
szl: Resztart trybu testowego

source: Test mode switch user
szl: Przeszaltrowanie używocza trybu testowego

source: Default
szl: Wychodno

source: Test Mode
szl: Tryb testowy

source: Cancel Installation
szl: Pociep instalacyjo

source: Your Device May Be Too Slow
szl: Twoja maszina może być za pōmało

source: Recommended:
szl: Rekōmandowane:

source: Your Device:
szl: Twoja maszina:

source: Processor:
szl: Procesōr:

source: Memory:
szl: Pamiyńć:

source: Select a Drive
szl: Ôbier napynd

source: This will erase all data on the selected drive. If you have not backed your data up, you can cancel the installation and use Demo Mode.
szl: Sprawi to wymazanie wszyjskich danych z ôbranego dysku. Jeźli niy była stworzōno kopijo ibryczno twojich danych, możesz pociepnōńć instalacyjo i użyć trybu dymōnstracyjnego.

source: Getting the current configuration…
szl: Pobiyranie teroźnyj kōnfiguracyje…

source: Next
szl: Dalij

source: Back
szl: Nazod

source: Erase and Install
szl: Wymaż i zainstaluj

source: The encryption password will be required each time this device is turned on. Store it somewhere safe.
szl: Hasło szyfrowanio bydzie wymoganie przi kożdym włōnczyniu masziny. Trzim je kajś, kaj je bezpiecznie.

source: If you forget the encryption password, <b>you will not be able to recover data.</b> This is a unique password for this device, not the password for your user account.
szl: Jeźli zapōmnisz hasła do ôdszyfrowanio, <b>niy bydzie szło ôdzyskać danych.</b> Je to unikalne hasło dlo tyj masziny, niy hasło do kōnta używocza.

source: Choose Encryption Password
szl: Ôbier hasło szyfrowanio

source: Confirm Password
szl: Potwiyrdź hasło

source: Choose Password
szl: Ôbier hasło

source: Passwords do not match
szl: Hasła niy sztymujōm

source: Could Not Install
szl: Niy idzie zainstalować

source: Details
szl: Informacyje

source: Restart Device
szl: Zresztartuj maszina

source: Try Demo Mode
szl: Wyprōbuj tryb dymōnstracyjny

source: Try Installing Again
szl: Sprōbuj zainstalować jeszcze roz

source: Type to test your layout
szl: Pisz, żeby przetestować ukłod

source: Show keyboard layout
szl: Pokoż ukłod tastatury

source: Select
szl: Ôbier

source: Input Language
szl: Jynzyk wchodu

source: Languages
szl: Jynzyki

source: Select a Language
szl: Ôbier jynzyk

source: Currently active language
szl: Teroźnie aktywny jynzyk

source: You must at least select a <b>Root (/)</b> partition.
szl: Musisz skozać aby partycyjo <b>Bazowo (/)</b>.

source: It is also recommended to select a <b>Swap</b> partition.
szl: Je tyż rekōmandowane ôbranie partycyje <b>Umiany (Swap)</b>.

source: Modify Partitions…
szl: Modyfikacyjo partycyje…

source: EFI partition has the wrong file system
szl: Partycyjo EFI posiado niynoleżny systym zbiorōw

source: EFI partition is too small
szl: Partycyjo EFI je za mało

source: Invalid file system for root
szl: Niynoleżny systym zbiorōw dlo root

source: Invalid file system for home
szl: Niynolezny systym zbiorōw dlo home

source: Partitioning Drive
szl: Partycjōnowanie napyndu

source: Extracting Files
szl: Rozpakowowanie zbiorōw

source: Configuring the System
szl: Kōnfigurowanie systymu

source: Finishing the Installation
szl: Kōńczynie instalacyje

source: Try or Install
szl: Wyprōbuj abo zainstaluj

source: Changes will not be saved, and data from your previous OS will be unchanged. Performance and features may not reflect the installed experience.
szl: Umiany niy bydōm spamiyntane, a dane z poprzednigo systymu ôperacyjnego niy bydōm zmiyniōne. Wydajność i funkcyje mogōm niy być take, jak po zainstalowaniu.

source: Erase everything and install a fresh copy of %s.
szl: Ôprōznij wszyjsko i zainstaluj świyżo kopijo %s.

source: Create, resize, or otherwise manage partitions manually. This method may lead to data loss.
szl: Ryncznie twōrz, zmiyniej miara i dokōnuj ôperacyji na partycyjach. Ta metoda może prziniyś strata danych.

source: Continue Setting Up
szl: Kōntynuuj sztalowanie

source: Shut Down
szl: Zastow kōmputer

source: After restarting you can set up a new user, or you can shut down now and set up a new user later.
szl: Po resztarcie bydzie szło skōnfigurować nowego używocza. Możesz tyż zastawić maszina i skōnfigurować używocza niyskorzij.

source: Decrypt This Partition
szl: Ôdszyfruj ta partycyjo

source: Enter the partition's encryption password and set a device name for the decrypted partition.
szl: Wkludź hasło szyfrowanio partycyje i nasztaluj miano masziny dlo ôdszyfrowanyj partycyje.

source: Password:
szl: Hasło:

source: Device name:
szl: Miano ôd masziny:

source: Decrypt
szl: Ôdszyfruj

source: LUKS volume was decrypted
szl: Wolumin LUKS ôstoł ôdszyfrowany

source: Use as:
szl: Użyj za:

source: Root (/)
szl: Katalog bazowy (/)

source: Home (/home)
szl: Katalog dōmowy (/home)

source: Boot (%s)
szl: Rozruch (%s)

source: Swap
szl: Przestrzyń wymiany

source: Custom
szl: Włosne

source: Custom:
szl: Włosne:

source: Filesystem:
szl: Systym zbiorōw:

source: Default (ext4)
szl: Wychodny (ext4)
